[["0",{"pageContent":"\n\n UNDANG-UNDANG REPUBLIK INDONESIA\nNOMOR 13 TAHUN 2003\nTENTANG\nKETENAGAKERJAAN\nDENGAN RAHMAT TUHAN YANG MAHA ESA\nPresiden Republik Indonesia,\nMenimbang : a.    bahwa    pembangunan    nasional    dilaksanakan    dalam    rangka\npembangunan   manusia   Indonesia   seutuhnya   dan   pembangunan\nmasyarakat  Indonesia   seluruhnya   untuk  mewujudkan  masyarakat\nyang  sejahtera,  adil,  makmur,  yang  merata,  baik  materiil  maupun","metadata":{"loc":{"lines":{"from":1,"to":12}}}}],["1",{"pageContent":"mur,  yang  merata,  baik  materiil  maupun\nspiritual  berdasarkan  Pancasila  dan  Undang  Undang  Dasar  Negara\nRepublik Indonesia Tahun 1945;\nb.   bahwa  dalam  pelaksanaan  pembangunan  nasional,  tenaga  kerja\nmempunyai  peranan  dan  kedudukan  yang  sangat  penting  sebagai\npelaku dan tujuan pembangunan;\nc.    bahwa   sesuai   dengan   peranan   dan   kedudukan   tenaga   kerja,\ndiperlukan   pembangunan   ketenagakerjaan   untuk   mening","metadata":{"loc":{"lines":{"from":12,"to":19}}}}],["2",{"pageContent":"embangunan   ketenagakerjaan   untuk   meningkatkan\nkualitas  tenaga  kerja  dan  peransertanya  dalam  pembangunan  serta\npeningkatan  perlindungan  tenaga  kerja  dan  keluarganya  sesuai\ndengan harkat dan martabat kemanusiaan;\nd.   bahwa  perlindungan  terhadap  tenaga  kerja  dimaksudkan  untuk\nmenjamin  hak  hak  dasar  pekerja/buruh  dan  menjamin  kesamaan\nkesempatan  serta  perlakuan  tanpa  diskriminasi  atas  dasar  apapun\nuntuk  mewujudkan  kesejah","metadata":{"loc":{"lines":{"from":19,"to":26}}}}],["3",{"pageContent":"  dasar  apapun\nuntuk  mewujudkan  kesejahteraan  pekerja/buruh  dan  keluarganya\ndengan   tetap   memperhatikan   perkembangan   kemajuan   dunia\nusaha;\ne.   bahwa   beberapa   undang   undang   di   bidang   ketenagakerjaan\ndipandang  sudah  tidak  sesuai  lagi  dengan  kebutuhan  dan  tuntutan\npembangunan   ketenagakerjaan,   oleh   karena   itu   perlu   dicabut\ndan/atau  ditarik  kembali;\nf.     b","metadata":{"loc":{"lines":{"from":26,"to":34}}}}],["4",{"pageContent":"/atau  ditarik  kembali;\nf.     bahwa  berdasarkan  pertimbangan  sebagaimana  tersebut  pada  huruf\na,   b,   c,   d,   dan   e   perlu   membentuk   Undang   undang   tentang\nKetenagakerjaan;\nMengingat : Pasal 5 ayat (1), Pasal 20 ayat (2), Pasal 27 ayat (2), Pasal 28, dan Pasal 33\nayat (1) Undang Undang Dasar Negara Republik Indonesia Tahun 1945;\nDengan persetujuan bersama antara\n\n DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA\nDAN\nPRESIDEN REPUBL","metadata":{"loc":{"lines":{"from":34,"to":44}}}}],["5",{"pageContent":"AKYAT REPUBLIK INDONESIA\nDAN\nPRESIDEN REPUBLIK INDONESIA\nMEMUTUSKAN  :\nMenetapkan\n:\nUNDANG-UNDANG  TENTANG  KETENAGAKERJAAN.\nBAB I\nKETENTUAN UMUM\nPasal 1\nDalam undang undang ini yang dimaksud dengan :\n1. Ketenagakerjaan adalah segala hal yang berhubungan dengan tenaga kerja pada waktu\nsebelum, selama, dan sesudah masa kerja.\n2. Tenaga kerja adalah setiap orang yang mampu melakukan pekerjaan guna\nmenghasilkan barang dan/atau jasa baik untuk memenuhi","metadata":{"loc":{"lines":{"from":44,"to":58}}}}],["6",{"pageContent":"ghasilkan barang dan/atau jasa baik untuk memenuhi kebutuhan sendiri maupun untuk\nmasyarakat.\n3. Pekerja/buruh adalah setiap orang yang bekerja dengan menerima upah atau imbalan\ndalam bentuk lain.\n4. Pemberi kerja adalah orang perseorangan, pengusaha, badan hukum, atau badan-badan\nlainnya yang mempekerjakan tenaga kerja dengan membayar upah atau imbalan dalam bentuk\nlain.\n5. Pengusaha adalah :\na. orang perseorangan, persekutuan, atau badan hukum yang menjalankan suatu\nperusahaan  milik","metadata":{"loc":{"lines":{"from":58,"to":67}}}}],["7",{"pageContent":" hukum yang menjalankan suatu\nperusahaan  milik  sendiri;\nb. orang perseorangan, persekutuan, atau badan hukum yang secara berdiri sendiri\nmenjalankan perusahaan bukan miliknya;\nc. orang perseorangan, persekutuan, atau badan hukum yang berada di Indonesia mewakili\nperusahaan sebagaimana dimaksud dalam huruf a dan b yang berkedudukan di luar wilayah\nIndonesia.\n6. Perusahaan adalah :\na. setiap bentuk usaha yang berbadan hukum atau tidak, milik orang perseorangan, milik\npersekutuan, atau milik bad","metadata":{"loc":{"lines":{"from":67,"to":76}}}}],["8",{"pageContent":" orang perseorangan, milik\npersekutuan, atau milik badan hukum, baik milik swasta maupun milik negara yang\nmempekerjakan pekerja/buruh dengan membayar upah atau imbalan dalam bentuk lain;\nb. usaha-usaha sosial dan usaha-usaha lain yang mempunyai pengurus dan\nmempekerjakan orang lain dengan membayar upah atau imbalan dalam bentuk lain.\n7. Perencanaan tenaga kerja adalah proses penyusunan rencana ketenagakerjaan secara\nsistematis yang dijadikan dasar dan acuan dalam penyusunan kebijakan, strategi, dan\npelaksanaan","metadata":{"loc":{"lines":{"from":76,"to":83}}}}],["9",{"pageContent":" penyusunan kebijakan, strategi, dan\npelaksanaan program pembangunan ketenagakerjaan yang berkesinambungan.\n8. Informasi ketenagakerjaan adalah gabungan, rangkaian, dan analisis data yang\nberbentuk angka yang telah diolah, naskah dan dokumen yang mempunyai arti, nilai dan makna\ntertentu  mengenai  ketenagakerjaan.\n\n 9. Pelatihan kerja adalah keseluruhan kegiatan untuk memberi, memperoleh,\nmeningkatkan, serta mengembangkan kompetensi kerja, produktivitas, disiplin, sikap, dan etos\nkerja pada ting","metadata":{"loc":{"lines":{"from":83,"to":91}}}}],["10",{"pageContent":"itas, disiplin, sikap, dan etos\nkerja pada tingkat keterampilan dan keahlian tertentu sesuai dengan jenjang dan kualifikasi\njabatan atau pekerjaan.\n10.   Kompetensi  kerja  adalah  kemampuan  kerja  setiap  individu  yang  mencakup  aspek\npengetahuan, keterampilan, dan sikap kerja yang sesuai dengan standar yang ditetapkan.\n11.   Pemagangan  adalah  bagian  dari  sistem  pelatihan  kerja  yang  diselenggarakan  secara\nterpadu antara pelatihan di lembaga pelatihan","metadata":{"loc":{"lines":{"from":91,"to":97}}}}],["11",{"pageContent":" secara\nterpadu antara pelatihan di lembaga pelatihan dengan bekerja secara langsung di bawah\nbimbingan dan pengawasan instruktur atau pekerja/buruh yang lebih berpengalaman, dalam\nproses produksi barang dan/atau jasa di perusahaan, dalam rangka menguasai keterampilan\natau keahlian tertentu.\n12.    Pelayanan   penempatan   tenaga   kerja   adalah   kegiatan   untuk   mempertemukan   tenaga\nkerja dengan pemberi kerja, sehingga tenaga kerja dapat memperoleh pekerjaan yang sesuai\ndengan bak","metadata":{"loc":{"lines":{"from":97,"to":104}}}}],["12",{"pageContent":"at memperoleh pekerjaan yang sesuai\ndengan bakat, minat, dan kemampuannya, dan pemberi kerja dapat memperoleh tenaga kerja\nyang sesuai dengan kebutuhannya.\n13.   Tenaga  kerja  asing  adalah  warga  negara  asing  pemegang  visa  dengan  maksud  bekerja\ndi wilayah Indonesia.\n14.   Perjanjian  kerja  adalah  perjanjian  antara  pekerja/buruh  dengan  pengusaha  atau  pemberi\nkerja yang memuat syarat syarat kerja, hak, dan kewajiban para pihak.\n15.    Hubungan ","metadata":{"loc":{"lines":{"from":104,"to":111}}}}],["13",{"pageContent":" dan kewajiban para pihak.\n15.    Hubungan   kerja   adalah   hubungan   antara   pengusaha   dengan   pekerja/buruh   berdasarkan\nperjanjian kerja, yang mempunyai unsur pekerjaan, upah, dan perintah.\n16.   Hubungan  industrial  adalah  suatu  sistem  hubungan  yang  terbentuk  antara  para  pelaku\ndalam proses produksi barang dan/atau jasa yang terdiri dari unsur pengusaha, pekerja/buruh,\ndan pemerintah yang didasarkan pada nilai nilai Pancasila dan Undang Undang Dasar Negara\nRepublik","metadata":{"loc":{"lines":{"from":111,"to":117}}}}],["14",{"pageContent":" nilai nilai Pancasila dan Undang Undang Dasar Negara\nRepublik Indonesia Tahun 1945.\n17.   Serikat  pekerja/serikat  buruh  adalah  organisasi  yang  dibentuk  dari,  oleh,  dan  untuk\npekerja/buruh baik di perusahaan maupun di luar perusahaan, yang bersifat bebas, terbuka,\nmandiri, demokratis, dan bertanggung jawab guna memperjuangkan, membela serta melindungi\nhak dan kepentingan pekerja/buruh serta meningkatkan kesejahteraan pekerja/buruh dan\nkeluarganya.\n18.   Lembaga  kerja  sama ","metadata":{"loc":{"lines":{"from":117,"to":124}}}}],["15",{"pageContent":"keluarganya.\n18.   Lembaga  kerja  sama  bipartit  adalah  forum  komunikasi  dan  konsultasi  mengenai  hal-hal\nyang berkaitan dengan hubungan industrial di satu perusahaan yang anggotanya terdiri dari\npengusaha dan serikat pekerja/ serikat buruh yang sudah tercatat instansi yang bertanggung\njawab di bidang ketenagakerjaan atau unsur pekerja/buruh.\n19.   Lembaga  kerja  sama  tripartit  adalah  forum  komunikasi,  konsultasi  dan  musyawarah\ntentang masalah ketenagakerjaan yang anggot","metadata":{"loc":{"lines":{"from":124,"to":130}}}}],["16",{"pageContent":"awarah\ntentang masalah ketenagakerjaan yang anggotanya terdiri dari unsur organisasi pengusaha,\nserikat pekerja/serikat buruh, dan pemerintah.\n20.   Peraturan  perusahaan  adalah  peraturan  yang  dibuat  secara  tertulis  oleh  pengusaha  yang\nmemuat syarat syarat kerja dan tata tertib perusahaan.\n21.    Perjanjian   kerja   bersama   adalah   perjanjian   yang   merupakan   hasil   perundingan   antara\nserikat pekerja/serikat buruh atau beberapa serikat pekerja/","metadata":{"loc":{"lines":{"from":130,"to":136}}}}],["17",{"pageContent":"kerja/serikat buruh atau beberapa serikat pekerja/serikat buruh yang tercatat pada\ninstansi yang bertanggung jawab di bidang ketenagakerjaan dengan pengusaha, atau beberapa\npengusaha atau perkumpulan pengusaha yang memuat syarat syarat kerja, hak dan kewajiban\nkedua belah pihak.\n22.    Perselisihan   hubungan   industrial   adalah   perbedaan   pendapat   yang   mengakibatkan\npertentangan antara pengusaha atau gabungan pengusaha dengan pekerja/buruh atau serikat\npekerja/serikat buruh kare","metadata":{"loc":{"lines":{"from":136,"to":142}}}}],["18",{"pageContent":"/buruh atau serikat\npekerja/serikat buruh karena adanya perselisihan mengenai hak, perselisihan kepentingan, dan\nperselisihan pemutusan hubungan kerja serta perselisihan antar serikat pekerja/serikat buruh\nhanya dalam satu perusahaan.\n\n 23.   Mogok  kerja  adalah  tindakan  pekerja/buruh  yang  direncanakan  dan  dilaksanakan  secara\nbersama-sama dan/atau oleh serikat pekerja/serikat buruh untuk menghentikan atau\nmemperlambat  pekerjaan.\n24.    Penutupan   perusahaan","metadata":{"loc":{"lines":{"from":142,"to":150}}}}],["19",{"pageContent":"kerjaan.\n24.    Penutupan   perusahaan   (lock   out)   adalah   tindakan   pengusaha   untuk   menolak\npekerja/buruh seluruhnya atau sebagian untuk menjalankan pekerjaan.\n25.   Pemutusan  hubungan  kerja  adalah  pengakhiran  hubungan  kerja  karena  suatu  hal\ntertentu yang mengakibatkan berakhirnya hak dan kewajiban antara pekerja/buruh dan\npengusaha.\n26.   Anak  adalah  setiap  orang  yang  berumur  dibawah  18 ","metadata":{"loc":{"lines":{"from":150,"to":156}}}}],["20",{"pageContent":"iap  orang  yang  berumur  dibawah  18  (delapan  belas)  tahun.\n27.   Siang  hari  adalah  waktu  antara  pukul  06.00  sampai  dengan  pukul  18.00.\n28.   1  (satu)  hari  adalah  waktu  selama  24  (dua  puluh  empat)  jam.\n29.    Seminggu   adalah   waktu   selama   7   (tujuh)   hari.\n30.   Upah  adalah  hak  pekerja/buruh  yang  diterima  dan  dinyatakan  dalam  bentuk","metadata":{"loc":{"lines":{"from":156,"to":160}}}}],["21",{"pageContent":" yang  diterima  dan  dinyatakan  dalam  bentuk  uang\nsebagai imbalan dari pengusaha atau pemberi kerja kepada pekerja/buruh yang ditetapkan dan\ndibayarkan menurut suatu perjanjian kerja, kesepakatan, atau peraturan perundang undangan,\ntermasuk tunjangan bagi pekerja/buruh dan keluarganya atas suatu pekerjaan dan/atau jasa\nyang telah atau akan dilakukan.\n31.    31.   Kesejahteraan   pekerja/buruh   adalah   suatu   pemenuhan   kebutuhan   dan/atau\nkeperluan yang b","metadata":{"loc":{"lines":{"from":160,"to":166}}}}],["22",{"pageContent":"   kebutuhan   dan/atau\nkeperluan yang bersifat jasmaniah dan rohaniah, baik di dalam maupun di luar hubungan kerja,\nyang secara langsung atau tidak langsung dapat mempertinggi produktivitas kerja dalam\nlingkungan kerja yang aman dan sehat.\n32.    Pengawasan   ketenagakerjaan   adalah   kegiatan   mengawasi   dan   menegakkan\npelaksanaan peraturan perundang undangan di bidang ketenagakerjaan.\n33.    Menteri   adalah   menteri   yang   bertanggung   jawab   di   bidang ","metadata":{"loc":{"lines":{"from":166,"to":172}}}}],["23",{"pageContent":"ang   bertanggung   jawab   di   bidang   ketenagakerjaan.\nBAB II\nLANDASAN, ASAS, DAN TUJUAN\nPasal 2\nPembangunan ketenagakerjaan berlandaskan Pancasila dan Undang Undang Dasar Negara\nRepublik Indonesia Tahun 1945.\nPasal 3\nPembangunan ketenagakerjaan diselenggarakan atas asas keterpaduan dengan melalui\nkoordinasi fungsional lintas sektoral pusat dan daerah.\nPasal 4\nPembangunan ketenagakerjaan bertujuan :\na. memberdayakan dan mendayagunakan tenaga kerja secara optimal dan manusiawi;\nb. mew","metadata":{"loc":{"lines":{"from":172,"to":184}}}}],["24",{"pageContent":"akan tenaga kerja secara optimal dan manusiawi;\nb. mewujudkan pemerataan kesempatan kerja dan penyediaan tenaga kerja yang sesuai\ndengan kebutuhan pembangunan nasional dan daerah;\nc. memberikan perlindungan kepada tenaga kerja dalam mewujudkan kesejahteraan; dan\nd. meningkatkan kesejahteraan tenaga kerja dan keluarganya.\n\n BAB III\nKESEMPATAN DAN PERLAKUAN YANG SAMA\nPasal 5\nSetiap tenaga kerja memiliki kesempatan yang sama tanpa diskriminasi untuk memperoleh\npekerjaan.\nPasal 6\nSetiap pekerja/buruh ber","metadata":{"loc":{"lines":{"from":184,"to":196}}}}],["25",{"pageContent":"kerjaan.\nPasal 6\nSetiap pekerja/buruh berhak memperoleh perlakuan yang sama tanpa diskriminasi dari\npengusaha.\nBAB IV\nPERENCANAAN TENAGA KERJA DAN\nINFORMASI  KETENAGAKERJAAN\nPasal 7\n(1) Dalam rangka pembangunan ketenagakerjaan, pemerintah menetapkan kebijakan dan menyusun\nperencanaan tenaga kerja.\n(2) Perencanaan tenaga kerja meliputi :\na. perencanaan tenaga kerja makro; dan\nb. perencanaan tenaga kerja mikro.\n(3) Dalam penyusunan kebijakan, strategi","metadata":{"loc":{"lines":{"from":196,"to":209}}}}],["26",{"pageContent":".\n(3) Dalam penyusunan kebijakan, strategi, dan pelaksanaan program pembangunan ketenagakerjaan\nyang berkesinambungan, pemerintah harus berpedoman pada perencanaan tenaga kerja\nsebagaimana dimaksud dalam ayat (1).\nPasal 8\n(1) Perencanaan tenaga kerja disusun atas dasar informasi ketenagakerjaan yang antara lain meliputi\n:\na. penduduk dan tenaga kerja;\nb. kesempatan kerja;\nc. pelatihan kerja termasuk kompetensi kerja;\nd. produktivitas tenaga kerja;\ne. hubungan industrial;\nf. kondisi lingkungan kerja","metadata":{"loc":{"lines":{"from":209,"to":221}}}}],["27",{"pageContent":";\ne. hubungan industrial;\nf. kondisi lingkungan kerja;\ng. pengupahan dan kesejahteraan tenaga kerja; dan\nh. jaminan sosial tenaga kerja.\n(2) Informasi ketenagakerjaan sebagaimana dimaksud dalam ayat (1), diperoleh dari semua pihak\nyang terkait, baik instansi pemerintah maupun swasta.\n(3) Ketentuan mengenai tata cara memperoleh informasi ketenagakerjaan dan penyusunan serta\npelaksanaan perencanaan tenaga kerja sebagaimana dimaksud dalam ayat (1) diatur dengan\nPeraturan  Pemerintah.\n\n BAB V\nPELATIHAN","metadata":{"loc":{"lines":{"from":221,"to":233}}}}],["28",{"pageContent":"Peraturan  Pemerintah.\n\n BAB V\nPELATIHAN KERJA\nPasal 9\nPelatihan kerja diselenggarakan dan diarahkan untuk membekali, meningkatkan, dan\nmengembangkan kompetensi kerja guna meningkatkan kemampuan, produktivitas, dan\nkesejahteraan.\nPasal 10\n(1) Pelatihan kerja dilaksanakan dengan memperhatikan kebutuhan pasar kerja dan dunia usaha,\nbaik di da-lam maupun di luar hubungan kerja.\n(2) Pelatihan kerja diselenggarakan berdasarkan program pelatihan yang mengacu pada standar\nkompetensi kerja.","metadata":{"loc":{"lines":{"from":233,"to":245}}}}],["29",{"pageContent":"an yang mengacu pada standar\nkompetensi kerja.\n(3) Pelatihan kerja dapat dilakukan secara berjenjang.\n(4) Ketentuan mengenai tata cara penetapan standar kompetensi kerja sebagaimana dimaksud dalam\nayat (2) diatur dengan Keputusan Menteri.\nPasal 11\nSetiap tenaga kerja berhak untuk memperoleh dan/atau meningkatkan dan/atau\nmengembangkan kompetensi kerja sesuai dengan bakat, minat, dan kemampuannya melalui\npelatihan  kerja.\nPasal 12\n(1) Pengusaha bertanggung jawab atas peningkatan","metadata":{"loc":{"lines":{"from":245,"to":255}}}}],["30",{"pageContent":"\n(1) Pengusaha bertanggung jawab atas peningkatan dan/atau pengembangan kompetensi\npekerjanya melalui pelatihan kerja.\n(2) Peningkatan dan/atau pengembangan kompetensi sebagaimana dimaksud dalam ayat (1)\ndiwajibkan bagi pengusaha yang memenuhi persyaratan yang diatur dengan Keputusan Menteri.\n(3) Setiap pekerja/buruh memiliki kesempatan yang sama untuk mengikuti pelatihan kerja sesuai\ndengan bi-dang tugasnya.\nPasal 13\n(1) Pelatihan kerja diselenggarakan oleh lembaga","metadata":{"loc":{"lines":{"from":255,"to":263}}}}],["31",{"pageContent":"1) Pelatihan kerja diselenggarakan oleh lembaga pelatihan kerja pemerintah dan/atau lembaga\npelatihan kerja swasta.\n(2) Pelatihan kerja dapat diselenggarakan di tempat pelatihan atau tempat kerja.\n(3) Lembaga pelatihan kerja pemerintah sebagaimana dimaksud dalam ayat (1) dalam\nmenyelenggarakan pe-latihan kerja dapat bekerja sama dengan swasta.\nPasal 14\n(1) Lembaga pelatihan kerja swasta dapat berbentuk badan hukum Indonesia atau perorangan.\n\n (2) Lembaga pelatihan kerja swasta sebagaimana dimaks","metadata":{"loc":{"lines":{"from":263,"to":271}}}}],["32",{"pageContent":" (2) Lembaga pelatihan kerja swasta sebagaimana dimaksud dalam ayat (1) wajib memperoleh izin\natau men daftar ke instansi yang bertanggung jawab di bidang ketenagakerjaan di\nkabupaten/kota.\n(3) Lembaga pelatihan kerja yang diselenggarakan oleh instansi pemerintah mendaftarkan\nkegiatannya kepada instansi yang bertanggung jawab di bidang ketenagakerjaan di\nkabupaten/kota.\n(4) Ketentuan mengenai tata cara perizinan dan pendaftaran lembaga pelatihan kerja sebagaimana\ndimaksud dalam ayat (2)","metadata":{"loc":{"lines":{"from":271,"to":278}}}}],["33",{"pageContent":"atihan kerja sebagaimana\ndimaksud dalam ayat (2) dan ayat (3) diatur dengan Keputusan Menteri.\nPasal 15\nPenyelenggara pelatihan kerja wajib memenuhi persyaratan :\na. tersedianya tenaga kepelatihan;\nb. adanya kurikulum yang sesuai dengan tingkat pelatihan;\nc. tersedianya sarana dan prasarana pelatihan kerja; dan\nd. tersedianya dana bagi kelangsungan kegiatan penyelenggaraan pelatihan kerja.\nPasal 16\n(1) Lembaga pelatihan kerja swasta yang telah memperoleh izin dan lembaga pelat","metadata":{"loc":{"lines":{"from":278,"to":287}}}}],["34",{"pageContent":"ja swasta yang telah memperoleh izin dan lembaga pelatihan kerja\npemerintah yang telah terdaftar dapat memperoleh akreditasi dari lembaga akreditasi.\n(2) Lembaga akreditasi sebagaimana dimaksud dalam ayat (1) bersifat independen terdiri atas unsur\nmasya rakat dan pemerintah ditetapkan dengan Keputusan Menteri.\n(3) Organisasi dan tata kerja lembaga akreditasi sebagaimana dimaksud dalam ayat (2) diatur dengan\nKepu tusan Menteri.\nPasal 17\n(1) Instansi yang bertanggung jawab di bidang ketenagakerjaan di kabup","metadata":{"loc":{"lines":{"from":287,"to":294}}}}],["35",{"pageContent":" bertanggung jawab di bidang ketenagakerjaan di kabupaten/kota dapat\nmenghentikan seme ntara pelaksanaan penyelenggaraan pelatihan kerja, apabila dalam\npelaksanaannya  ternyata  :\na. tidak sesuai dengan arah pelatihan kerja sebagaimana dimaksud dalam Pasal 9; dan/atau\nb. tidak memenuhi persyaratan sebagaimana dimaksud dalam Pasal 15.\n(2) Penghentian sementara pelaksanaan penyelenggaraan pelatihan kerja sebagaimana dimaksud\ndalam ayat (1), disertai alasan dan saran perbaikan dan berlaku paling lama 6 (enam)","metadata":{"loc":{"lines":{"from":294,"to":300}}}}],["36",{"pageContent":"an dan saran perbaikan dan berlaku paling lama 6 (enam) bulan.\n(3) Penghentian sementara pelaksanaan penyelenggaraan pelatihan kerja hanya dikenakan terhadap\nprogram pelatihan yang tidak memenuhi syarat sebagaimana dimaksud dalam Pasal 9 dan Pasal\n15.\n(4) Bagi penyelenggara pelatihan kerja dalam waktu 6 (enam) bulan tidak memenuhi dan melengkapi\nsaran per baikan sebagaimana dimaksud dalam ayat (2) dikenakan sanksi penghentian program\npelatihan.\n(5) Penyelenggara pelatihan kerja yang tidak menaati dan tetap melaks","metadata":{"loc":{"lines":{"from":300,"to":307}}}}],["37",{"pageContent":"ggara pelatihan kerja yang tidak menaati dan tetap melaksanakan program pelatihan\nkerja yang telah dihentikan sebagaimana dimaksud dalam ayat (4) dikenakan sanksi pencabutan\nizin dan pembatalan pendaftaran penyelenggara pelatihan.\n(6) Ketentuan mengenai tata cara penghentian sementara, penghentian, pencabutan izin, dan\npembatalan pen daftaran diatur dengan Keputusan Menteri.\nPasal 18\n\n (1) Tenaga kerja berhak memperoleh pengakuan kompetensi kerja setelah mengikuti pelatihan kerja\nyang di selenggarakan lembaga pelat","metadata":{"loc":{"lines":{"from":307,"to":315}}}}],["38",{"pageContent":"uti pelatihan kerja\nyang di selenggarakan lembaga pelatihan kerja pemerintah, lembaga pelatihan kerja swasta,\natau pelatihan di tempat kerja.\n(2) Pengakuan kompetensi kerja sebagaimana dimaksud dalam ayat (1) dilakukan melalui sertifikasi\nkompe tensi kerja.\n(3) Sertifikasi kompetensi kerja sebagaimana dimaksud dalam ayat (2) dapat pula diikuti oleh tenaga\nkerja yang telah berpengalaman.\n(4) Untuk melaksanakan sertifikasi kompetensi kerja dibentuk badan nasional sertifikasi profesi yang\n","metadata":{"loc":{"lines":{"from":315,"to":323}}}}],["39",{"pageContent":" kerja dibentuk badan nasional sertifikasi profesi yang\ninde penden.\n(5) Pembentukan badan nasional sertifikasi profesi yang independen sebagaimana dimaksud dalam\nayat (4) diatur dengan Peraturan Pemerintah.\nPasal 19\nPelatihan kerja bagi tenaga kerja penyandang cacat dilaksanakan dengan memperhatikan jenis,\nderajat kecacatan, dan kemampuan tenaga kerja penyandang cacat yang bersangkutan.\nPasal 20\n(1) Untuk mendukung peningkatan pelatihan kerja dalam rangka pembangunan ketenagakerjaan,\ndikembang kan satu sistem pel","metadata":{"loc":{"lines":{"from":323,"to":332}}}}],["40",{"pageContent":"an ketenagakerjaan,\ndikembang kan satu sistem pelatihan kerja nasional yang merupakan acuan pelaksanaan\npelatihan kerja di semua bidang dan/atau sektor.\n(2) Ketentuan mengenai bentuk, mekanisme, dan kelembagaan sistem pelatihan kerja nasional\nsebagaimana dimaksud dalam ayat (1) diatur dengan Peraturan Pemerintah.\nPasal 21\nPelatihan kerja dapat diselenggarakan dengan sistem pemagangan.\nPasal 22\n(1) Pemagangan dilaksanakan atas dasar perjanjian pemagangan antara peserta dengan pengusaha\nyang di buat sec","metadata":{"loc":{"lines":{"from":332,"to":341}}}}],["41",{"pageContent":"emagangan antara peserta dengan pengusaha\nyang di buat secara tertulis.\n(2) Perjanjian pemagangan sebagaimana dimaksud dalam ayat (1), sekurang-kurangnya memuat\nketentuan hak dan kewajiban peserta dan pengusaha serta jangka waktu pemagangan.\n(3) Pemagangan yang diselenggarakan tidak melalui perjanjian pemagangan sebagaimana dimaksud\ndalam ayat (1), dianggap tidak sah dan status peserta berubah menjadi pekerja/buruh\nperusahaan  yang  bersangkutan.\nPasal 23\nTenaga kerja yang telah mengikuti program p","metadata":{"loc":{"lines":{"from":341,"to":349}}}}],["42",{"pageContent":"\nPasal 23\nTenaga kerja yang telah mengikuti program pemagangan berhak atas pengakuan kualifikasi\nkompetensi kerja dari perusahaan atau lembaga sertifikasi.\nPasal 24\nPemagangan dapat dilaksanakan di perusahaan sendiri atau di tempat penyelenggaraan\npelatihan kerja, atau perusahaan lain, baik di dalam maupun di luar wilayah Indonesia.\nPasal 25\n\n (1) Pemagangan yang dilakukan di luar wilayah Indonesia wajib mendapat izin dari Menteri atau\npejabat yang ditunjuk.\n(2) Untuk memperoleh izin","metadata":{"loc":{"lines":{"from":349,"to":360}}}}],["43",{"pageContent":"ang ditunjuk.\n(2) Untuk memperoleh izin sebagaimana dimaksud dalam ayat (1), penyelenggara pemagangan\nharus ber bentuk badan hukum Indonesia sesuai dengan peraturan perundang-undangan yang\nberlaku.\n(3) Ketentuan mengenai tata cara perizinan pemagangan di luar wilayah Indonesia sebagaimana\ndimaksud dalam ayat (1) dan ayat (2), diatur dengan Keputusan Menteri.\nPasal 26\n(1) Penyelenggaraan pemagangan di luar wilayah Indonesia harus memperhatikan :\na. harkat dan martabat bangsa Indonesia;\nb. penguasaan kompet","metadata":{"loc":{"lines":{"from":360,"to":369}}}}],["44",{"pageContent":" harkat dan martabat bangsa Indonesia;\nb. penguasaan kompetensi yang lebih tinggi; dan\nc. perlindungan dan kesejahteraan peserta pemagangan, termasuk melaksanakan ibadahnya.\n(2) Menteri atau pejabat yang ditunjuk dapat menghentikan pelaksanaan pemagangan di luar wilayah\nIndo nesia apabila di dalam pelaksanaannya ternyata tidak sesuai dengan ketentuan\nsebagaimana dimaksud dalam ayat (1).\nPasal 27\n(1) Menteri dapat mewajibkan kepada perusahaan yang memenuhi persyaratan untuk melaksanakan\nprogram","metadata":{"loc":{"lines":{"from":369,"to":377}}}}],["45",{"pageContent":"an yang memenuhi persyaratan untuk melaksanakan\nprogram pemagangan.\n(2) Dalam menetapkan persyaratan sebagaimana dimaksud dalam ayat (1), Menteri harus\nmemperhatikan ke pentingan perusahaan, masyarakat, dan negara.\nPasal 28\n(1) Untuk memberikan saran dan pertimbangan dalam penetapan kebijakan serta melakukan\nkoordinasi pela tihan kerja dan pemagangan dibentuk lembaga koordinasi pelatihan kerja\nnasional.\n(2) Pembentukan, keanggotaan, dan tata kerja lembaga koordinasi pelatihan kerja sebagaimana\ndimaksud da lam ayat","metadata":{"loc":{"lines":{"from":377,"to":386}}}}],["46",{"pageContent":"inasi pelatihan kerja sebagaimana\ndimaksud da lam ayat (1), diatur dengan Keputusan Presiden.\nPasal 29\n(1) Pemerintah Pusat dan/atau Pemerintah Daerah melakukan pembinaan pelatihan kerja dan\npemagangan.\n(2) Pembinaan pelatihan kerja dan pemagangan ditujukan ke arah peningkatan relevansi, kualitas,\ndan efisien si penyelenggaraan pelatihan kerja dan produktivitas.\n(3) Peningkatan produktivitas sebagaimana dimaksud dalam ayat (2), dilakukan melalui\npengembangan buda ya produktif, etos kerja, tekn","metadata":{"loc":{"lines":{"from":386,"to":394}}}}],["47",{"pageContent":"ui\npengembangan buda ya produktif, etos kerja, teknologi, dan efisiensi kegiatan ekonomi, menuju\nterwujudnya produktivitas nasional.\nPasal 30\n(1) Untuk meningkatkan produktivitas sebagaimana dimaksud dalam Pasal 29 ayat (2) dibentuk\nlembaga pro duktivitas yang bersifat nasional.\n(2) Lembaga produktivitas sebagaimana dimaksud dalam ayat (1) berbentuk jejaring kelembagaan\npelayanan peningkatan produktivitas, yang bersifat lintas sektor maupun daerah.\n\n (3) Pembentukan, keanggotaan, dan tata ker","metadata":{"loc":{"lines":{"from":394,"to":403}}}}],["48",{"pageContent":"\n\n (3) Pembentukan, keanggotaan, dan tata kerja lembaga produktivitas nasional sebagaimana\ndimaksud dalam ayat (1), diatur dengan Keputusan Presiden.\nBAB VI\nPENEMPATAN TENAGA KERJA\nPasal 31\nSetiap tenaga kerja mempunyai hak dan kesempatan yang sama untuk memilih, mendapatkan,\natau pindah pekerjaan dan memperoleh penghasilan yang layak di dalam atau di luar negeri.\nPasal 32\n(1) Penempatan tenaga kerja dilaksanakan berdasarkan asas terbuka, bebas, obyektif, serta adil, dan\nset","metadata":{"loc":{"lines":{"from":403,"to":414}}}}],["49",{"pageContent":"buka, bebas, obyektif, serta adil, dan\nsetara tanpa diskriminasi.\n(2) Penempatan tenaga kerja diarahkan untuk menempatkan tenaga kerja pada jabatan yang tepat\nsesuai de ngan keahlian, keterampilan, bakat, minat, dan kemampuan dengan memperhatikan\nharkat, martabat, hak asasi, dan perlindungan hukum.\n(3) Penempatan tenaga kerja dilaksanakan dengan memperhatikan pemerataan kesempatan kerja\ndan penye diaan tenaga kerja sesuai dengan kebutuhan program nasional dan daerah.\nPasal 33\nPenempatan tenaga kerja terdiri d","metadata":{"loc":{"lines":{"from":414,"to":422}}}}],["50",{"pageContent":"ah.\nPasal 33\nPenempatan tenaga kerja terdiri dari :\na. penempatan tenaga kerja di dalam negeri; dan\nb. penempatan tenaga kerja di luar negeri.\nPasal 34\nKetentuan mengenai penempatan tenaga kerja di luar negeri sebagaimana dimaksud dalam\nPasal 33 huruf b diatur dengan undang-undang.\nPasal 35\n(1) Pemberi kerja yang memerlukan tenaga kerja dapat merekrut sendiri tenaga kerja yang\ndibutuhkan atau melalui pelaksana penempatan tenaga kerja.\n(2) Pelaksana penempatan tenaga kerja sebagaimana dimaksud dalam","metadata":{"loc":{"lines":{"from":422,"to":433}}}}],["51",{"pageContent":" Pelaksana penempatan tenaga kerja sebagaimana dimaksud dalam ayat (1) wajib memberikan\nperlindu ngan sejak rekrutmen sampai penempatan tenaga kerja\n(3) Pemberi kerja sebagaimana dimaksud dalam ayat (1) dalam mempekerjakan tenaga kerja wajib\nmemberi kan perlindungan yang mencakup kesejahteraan, keselamatan, dan kesehatan baik\nmental maupun fisik tenaga kerja.\nPasal 36\n(1) Penempatan tenaga kerja oleh pelaksana sebagaimana dimaksud dalam Pasal 35 ayat (1)\ndilakukan dengan memberikan pelayanan penempatan tenaga kerja.","metadata":{"loc":{"lines":{"from":433,"to":440}}}}],["52",{"pageContent":"ilakukan dengan memberikan pelayanan penempatan tenaga kerja.\n(2) Pelayanan penempatan tenaga kerja sebagaimana dimaksud dalam ayat (1) bersifat terpadu\ndalam satu sistem penempatan tenaga kerja yang meliputi unsur-unsur :\na. pencari kerja;\n\n b. lowongan pekerjaan;\nc. informasi pasar kerja;\nd. mekanisme antar kerja; dan\ne. kelembagaan penempatan tenaga kerja.\n(3) Unsur-unsur sistem penempatan tenaga kerja sebagaimana dimaksud dalam ayat (2) dapat\ndilaksanakan secara terpisah yang ditujukan unt","metadata":{"loc":{"lines":{"from":440,"to":450}}}}],["53",{"pageContent":"dilaksanakan secara terpisah yang ditujukan untuk terwujudnya penempatan tenaga kerja.\nPasal 37\n(1) Pelaksana penempatan tenaga kerja sebagaimana dimaksud dalam Pasal 35 ayat (1) terdiri dari :\na. instansi pemerintah yang bertanggung jawab di bidang ketenaga-kerjaan; dan\nb. lembaga swasta berbadan hukum.\n(2) Lembaga penempatan tenaga kerja swasta sebagaimana dimaksud dalam ayat (1) huruf b dalam\nmelak sanakan pelayanan penempatan tenaga kerja wajib memiliki izin tertulis dari Menteri atau\npejabat","metadata":{"loc":{"lines":{"from":450,"to":457}}}}],["54",{"pageContent":" memiliki izin tertulis dari Menteri atau\npejabat yang ditunjuk.\nPasal 38\n(1) Pelaksana penempatan tenaga kerja sebagaimana dimaksud dalam Pasal 37 ayat (1) huruf a,\ndilarang memungut biaya penempatan, baik langsung maupun tidak langsung, sebagian atau\nkeseluruhan kepada tenaga kerja dan pengguna tenaga kerja.\n(2) Lembaga penempatan tenaga kerja swasta sebagaimana dimaksud dalam Pasal 37 ayat (1) huruf\nb, hanya dapat memungut biaya penempatan tenaga kerja dari pengguna tenaga kerja dan dari\ntenaga kerja golongan dan","metadata":{"loc":{"lines":{"from":457,"to":465}}}}],["55",{"pageContent":"ari pengguna tenaga kerja dan dari\ntenaga kerja golongan dan jabatan tertentu.\n(3) Golongan dan jabatan sebagaimana dimaksud dalam ayat (2) ditetapkan dengan Keputusan\nMenteri.\nBAB VII\nPERLUASAN  KESEMPATAN  KERJA\nPasal 39\n(1) Pemerintah bertanggung jawab mengupayakan perluasan kesempatan kerja baik di dalam\nmaupun di luar hubungan kerja.\n(2) Pemerintah dan masyarakat bersama-sama mengupayakan perluasan kesempatan kerja baik di\ndalam maupun di luar hubungan kerja.\n(3)","metadata":{"loc":{"lines":{"from":465,"to":476}}}}],["56",{"pageContent":"\ndalam maupun di luar hubungan kerja.\n(3) Semua kebijakan pemerintah baik pusat maupun daerah di setiap sektor diarahkan untuk\nmewujudkan per luasan kesempatan kerja baik di dalam maupun di luar hubungan kerja.\n(4) Lembaga keuangan baik perbankan maupun non perbankan, dan dunia usaha perlu membantu\ndan mem berikan kemudahan bagi setiap kegiatan masyarakat yang dapat menciptakan atau\nmengembangkan perluasan kesempatan kerja.\nPasal 40\n(1) Perluasan kesempatan kerja di luar hubun","metadata":{"loc":{"lines":{"from":476,"to":484}}}}],["57",{"pageContent":"(1) Perluasan kesempatan kerja di luar hubungan kerja dilakukan melalui penciptaan kegiatan yang\nproduktif dan berkelanjutan dengan mendayagunakan potensi sumber daya alam, sumber daya\nmanusia dan teknologi tepat guna.\n\n (2) Penciptaan perluasan kesempatan kerja sebagaimana dimaksud dalam ayat (1) dilakukan dengan\npola pembentukan dan pembinaan tenaga kerja mandiri, penerapan sistem padat karya,\npenerapan teknologi tepat guna, dan pendayagunaan tenaga kerja sukarela atau pola lain yang\ndapat mendorong","metadata":{"loc":{"lines":{"from":484,"to":491}}}}],["58",{"pageContent":"ja sukarela atau pola lain yang\ndapat mendorong terciptanya perluasan kesempatan kerja.\nPasal 41\n(1) Pemerintah menetapkan kebijakan ketenagakerjaan dan perluasan kesempatan kerja.\n(2) Pemerintah dan masyarakat bersama-sama mengawasi pelaksanaan kebijakan sebagaimana\ndimaksud dalam ayat (1).\n(3) Dalam melaksanakan tugas sebagaimana dimaksud dalam ayat (2) dapat dibentuk badan\nkoordinasi yang beranggotakan unsur pemerintah dan unsur masyarakat.\n(4) Ketentuan mengenai perluasan kesem","metadata":{"loc":{"lines":{"from":491,"to":499}}}}],["59",{"pageContent":"arakat.\n(4) Ketentuan mengenai perluasan kesempatan kerja, dan pembentukan badan koordinasi\nsebagaimana dimaksud dalam Pasal 39, Pasal 40, dan ayat (3) dalam pasal ini diatur dengan\nPeraturan  Pemerintah.\nBAB VIII\nPENGGUNAAN TENAGA KERJA ASING\nPasal 42\n(1) Setiap pemberi kerja yang mempekerjakan tenaga kerja asing wajib memiliki izin tertulis dari\nMenteri atau pejabat yang ditunjuk.\n(2) Pemberi kerja orang perseorangan dilarang mempekerjakan tenaga kerja asing.\n(3) Kew","metadata":{"loc":{"lines":{"from":499,"to":509}}}}],["60",{"pageContent":"ang mempekerjakan tenaga kerja asing.\n(3) Kewajiban memiliki izin sebagaimana dimaksud dalam ayat (1), tidak berlaku bagi perwakilan\nnegara asing yang mempergunakan tenaga kerja asing sebagai pegawai diplomatik dan\nkonsuler.\n(4) Tenaga kerja asing dapat dipekerjakan di Indonesia hanya dalam hubungan kerja untuk jabatan\ntertentu dan waktu tertentu.\n(5) Ketentuan mengenai jabatan tertentu dan waktu tertentu sebagaimana dimaksud dalam ayat (4)\nditetapkan dengan Keputusan Menteri.\n(6) Tenaga kerja asing sebagaimana dimaks","metadata":{"loc":{"lines":{"from":509,"to":517}}}}],["61",{"pageContent":" Menteri.\n(6) Tenaga kerja asing sebagaimana dimaksud dalam ayat (4) yang masa kerjanya habis dan tidak\ndapat di perpanjang dapat digantikan oleh tenaga kerja asing lainnya.\nPasal 43\n(1) Pemberi kerja yang menggunakan tenaga kerja asing harus memiliki rencana penggunaan tenaga\nkerja asing yang disahkan oleh Menteri atau pejabat yang ditunjuk.\n(2) Rencana penggunaan tenaga kerja asing sebagaimana dimaksud dalam ayat (1) sekurang-\nkurangnya me muat keterangan :\na. alasan penggunaan tenaga ker","metadata":{"loc":{"lines":{"from":517,"to":525}}}}],["62",{"pageContent":"a me muat keterangan :\na. alasan penggunaan tenaga kerja asing;\nb. jabatan dan/atau kedudukan tenaga kerja asing dalam struktur organisasi perusahaan\nyang  bersangkutan;\nc. jangka waktu penggunaan tenaga kerja asing; dan\nd. penunjukan tenaga kerja warga negara Indonesia sebagai pendamping tenaga kerja\nasing yang dipekerjakan.\n\n (3) Ketentuan sebagaimana dimaksud dalam ayat (1) tidak berlaku bagi instansi pemerintah, badan-\nbadan internasional dan perwakilan negara asing.\n(4) Ketentuan mengenai tata cara pengesahan rencana pengg","metadata":{"loc":{"lines":{"from":525,"to":535}}}}],["63",{"pageContent":"4) Ketentuan mengenai tata cara pengesahan rencana penggunaan tenaga kerja asing diatur\ndengan Keputu san Menteri.\nPasal 44\n(1) Pemberi kerja tenaga kerja asing wajib menaati ketentuan mengenai jabatan dan standar\nkompetensi yang berlaku.\n(2) Ketentuan mengenai jabatan dan standar kompetensi sebagaimana dimaksud dalam ayat (1)\ndiatur dengan Keputusan Menteri.\nPasal 45\n(1) Pemberi kerja tenaga kerja asing wajib :\na. menunjuk tenaga kerja warga negara Indonesia sebagai tenaga pendamping tenaga\nkerja asing yang dipekerj","metadata":{"loc":{"lines":{"from":535,"to":545}}}}],["64",{"pageContent":" sebagai tenaga pendamping tenaga\nkerja asing yang dipekerjakan untuk alih teknologi dan alih keahlian dari tenaga kerja asing; dan\nb. melaksanakan pendidikan dan pelatihan kerja bagi tenaga kerja Indonesia sebagaimana\ndimaksud pada huruf a yang sesuai dengan kualifikasi jabatan yang diduduki oleh tenaga kerja\nasing.\n(2) Ketentuan sebagaimana dimaksud dalam ayat (1) tidak berlaku bagi tenaga kerja asing yang\nmenduduki ja batan direksi dan/atau komisaris.\nPasal 46\n(1) Tenaga kerja asing dilarang menduduki jabatan yang mengurusi personal","metadata":{"loc":{"lines":{"from":545,"to":553}}}}],["65",{"pageContent":"aga kerja asing dilarang menduduki jabatan yang mengurusi personalia dan/atau jabatan-\njabatan ter tentu.\n(2) Jabatan-jabatan tertentu sebagaimana dimaksud dalam ayat (1) diatur dengan Keputusan Menteri\nPasal 47\n(1) Pemberi kerja wajib membayar kompensasi atas setiap tenaga kerja asing yang dipekerjakannya.\n(2) Kewajiban membayar kompensasi sebagaimana dimaksud dalam ayat (1) tidak berlaku bagi\ninstansi pe merintah, perwakilan negara asing, badan-badan internasional, lembaga sosial,\nlembaga keagamaan, dan jabatan","metadata":{"loc":{"lines":{"from":553,"to":560}}}}],["66",{"pageContent":", lembaga sosial,\nlembaga keagamaan, dan jabatan-jabatan tertentu di lembaga pendidikan.\n(3) Ketentuan mengenai jabatan-jabatan tertentu di lembaga pendidikan sebagaimana dimaksud\ndalam ayat (2) diatur dengan Keputusan Menteri.\n(4) Ketentuan mengenai besarnya kompensasi dan penggunaannya diatur dengan Peraturan\nPemerintah.\nPasal 48\nPemberi kerja yang mempekerjakan tenaga kerja asing wajib memulangkan tenaga kerja asing\nke negara asalnya setelah hubungan kerjanya berakhir.\nPasal 49\nKetentuan mengenai penggunaan ten","metadata":{"loc":{"lines":{"from":560,"to":570}}}}],["67",{"pageContent":"ir.\nPasal 49\nKetentuan mengenai penggunaan tenaga kerja asing serta pelaksanaan pendidikan dan\npelatihan tenaga kerja pendamping diatur dengan Keputusan Presiden.\n\n BAB IX\nHUBUNGAN KERJA\nPasal 50\nHubungan kerja terjadi karena adanya perjanjian kerja antara pengusaha dan pekerja/buruh.\nPasal 51\n(1) Perjanjian kerja dibuat secara tertulis atau lisan.\n(2) Perjanjian kerja yang dipersyaratkan secara tertulis dilaksanakan sesuai dengan peraturan\nperundang undangan yang berlaku.\nPasal 52\n(1) Perjanjian ker","metadata":{"loc":{"lines":{"from":570,"to":584}}}}],["68",{"pageContent":" yang berlaku.\nPasal 52\n(1) Perjanjian kerja dibuat atas dasar :\na.    kesepakatan   kedua   belah   pihak;\nb.    kemampuan   atau   kecakapan   melakukan   perbuatan   hukum;\nc.    adanya   pekerjaan   yang   diperjanjikan;   dan\nd.   pekerjaan  yang  diperjanjikan  tidak  bertentangan  dengan  ketertiban  umum,  kesusilaan,\ndan peraturan perundang undangan yang berlaku.\n(2) Perjanjian kerja yang dibuat oleh para","metadata":{"loc":{"lines":{"from":584,"to":592}}}}],["69",{"pageContent":".\n(2) Perjanjian kerja yang dibuat oleh para pihak yang bertentangan dengan ketentuan sebagaimana\ndimaksud dalam ayat (1) huruf a dan b dapat dibatalkan.\n(3) Perjanjian kerja yang dibuat oleh para pihak yang bertentangan dengan ketentuan sebagaimana\ndimaksud dalam ayat (1) huruf c dan d batal demi hukum.\nPasal 53\nSegala hal dan/atau biaya yang diperlukan bagi pelaksanaan pembuatan perjanjian kerja\ndilaksanakan oleh dan menjadi tanggung jawab pengusaha.\nPasal 54\n(1) Perjanjian kerja","metadata":{"loc":{"lines":{"from":592,"to":601}}}}],["70",{"pageContent":" pengusaha.\nPasal 54\n(1) Perjanjian kerja yang dibuat secara tertulis sekurang kurangnya memuat :\na. nama, alamat perusahaan, dan jenis usaha;\nb. nama, jenis kelamin, umur, dan alamat pekerja/buruh;\nc. jabatan atau jenis pekerjaan;\nd. tempat pekerjaan;\ne. besarnya upah dan cara pembayarannya;\nf. syarat syarat kerja yang memuat hak dan kewajiban pengusaha dan pekerja/buruh;\ng. mulai dan jangka waktu berlakunya perjanjian kerja;\nh. tempat dan tanggal per","metadata":{"loc":{"lines":{"from":601,"to":611}}}}],["71",{"pageContent":"lakunya perjanjian kerja;\nh. tempat dan tanggal perjanjian kerja dibuat; dan\ni. tanda tangan para pihak dalam perjanjian kerja.\n(2) Ketentuan dalam perjanjian kerja sebagaimana dimaksud dalam ayat (1) huruf e dan f, tidak boleh\nber-tentangan dengan peraturan perusahaan, perjanjian kerja bersama, dan peraturan\nperundang undangan yang berlaku.\n\n (3) Perjanjian kerja sebagaimana dimaksud dalam ayat (1) dibuat sekurang kurangnya rangkap 2\n(dua), yang mempunyai kekuatan hukum yang sama, serta pekerja","metadata":{"loc":{"lines":{"from":611,"to":619}}}}],["72",{"pageContent":"punyai kekuatan hukum yang sama, serta pekerja/buruh dan pengusaha masing\nmasing mendapat 1 (satu) perjanjian kerja.\nPasal 55\nPerjanjian kerja tidak dapat ditarik kembali dan/atau diubah, kecuali atas persetujuan para pihak.\nPasal 56\n(1) Perjanjian kerja dibuat untuk waktu tertentu atau untuk waktu tidak tertentu.\n(2) Perjanjian kerja untuk waktu tertentu sebagaimana dimaksud dalam ayat (1) didasarkan atas :\na. jangka waktu; atau\nb. selesainya suatu pekerjaan tertentu","metadata":{"loc":{"lines":{"from":619,"to":627}}}}],["73",{"pageContent":"tu; atau\nb. selesainya suatu pekerjaan tertentu.\nPasal 57\n(1) Perjanjian kerja untuk waktu tertentu dibuat secara tertulis serta harus menggunakan bahasa\nIndonesia dan huruf latin.\n(2) Perjanjian kerja untuk waktu tertentu yang dibuat tidak tertulis bertentangan dengan ketentuan\nsebagai mana dimaksud dalam ayat (1) dinyatakan sebagai perjanjian kerja untuk waktu tidak\ntertentu.\n(3) Dalam hal perjanjian kerja dibuat dalam bahasa Indonesia dan bahasa asing, apabila kemudian\nterdapat perbedaan penafs","metadata":{"loc":{"lines":{"from":627,"to":636}}}}],["74",{"pageContent":" asing, apabila kemudian\nterdapat perbedaan penafsiran antara keduanya, maka yang berlaku perjanjian kerja yang dibuat\ndalam bahasa Indonesia.\nPasal 58\n(1) Perjanjian kerja untuk waktu tertentu tidak dapat mensyaratkan adanya masa percobaan kerja.\n(2) Dalam hal disyaratkan masa percobaan kerja dalam perjanjian kerja sebagaimana dimaksud\ndalam ayat (1), masa percobaan kerja yang disyaratkan batal demi hukum.\nPasal 59\n(1) Perjanjian kerja untuk waktu tertentu hanya dapat dibuat untuk pekerjaan tert","metadata":{"loc":{"lines":{"from":636,"to":644}}}}],["75",{"pageContent":"aktu tertentu hanya dapat dibuat untuk pekerjaan tertentu yang menurut\njenis dan sifat atau kegiatan pekerjaannya akan selesai dalam waktu tertentu, yaitu :\na. pekerjaan yang sekali selesai atau yang sementara sifatnya;\nb. pekerjaan yang diperkirakan penyelesaiannya dalam waktu yang tidak terlalu lama dan\npaling lama 3 (tiga) tahun;\nc. pekerjaan yang bersifat musiman; atau\nd. pekerjaan yang berhubungan dengan produk baru, kegiatan baru, atau produk tambahan\nyang masih d","metadata":{"loc":{"lines":{"from":644,"to":651}}}}],["76",{"pageContent":", kegiatan baru, atau produk tambahan\nyang masih dalam percobaan atau penjajakan.\n(2) Perjanjian kerja untuk waktu tertentu tidak dapat diadakan untuk pekerjaan yang bersifat tetap.\n(3) Perjanjian kerja untuk waktu tertentu dapat diperpanjang atau diperbaharui.\n(4) Perjanjian kerja waktu tertentu yang didasarkan atas jangka waktu tertentu dapat diadakan untuk\npaling lama 2 (dua) tahun dan hanya boleh diperpanjang 1 (satu) kali untuk jangka waktu paling\nlama 1 (satu)","metadata":{"loc":{"lines":{"from":651,"to":657}}}}],["77",{"pageContent":" kali untuk jangka waktu paling\nlama 1 (satu) tahun.\n\n (5) Pengusaha yang bermaksud memperpanjang perjanjian kerja waktu tertentu tersebut, paling lama\n7 (tujuh) hari sebelum perjanjian kerja waktu tertentu berakhir telah memberitahukan maksudnya\nsecara tertulis kepada pekerja/buruh yang bersangkutan.\n(6) Pembaruan perjanjian kerja waktu tertentu hanya dapat diadakan setelah melebihi masa tenggang\nwaktu 30 (tiga puluh) hari berakhirnya perjanjian kerja waktu tertentu yang lama","metadata":{"loc":{"lines":{"from":657,"to":664}}}}],["78",{"pageContent":"akhirnya perjanjian kerja waktu tertentu yang lama, pembaruan\nperjanjian kerja waktu tertentu ini hanya boleh dilakukan 1 (satu) kali dan paling lama 2 (dua)\ntahun.\n(7) Perjanjian kerja untuk waktu tertentu yang tidak memenuhi ketentuan sebagaimana dimaksud\ndalam ayat (1), ayat (2), ayat (4), ayat (5), dan ayat (6) maka demi hukum menjadi perjanjian\nkerja waktu tidak tertentu.\n(8) Hal-hal lain yang belum diatur dalam Pasal ini akan diatur lebih lanjut dengan Keputusan","metadata":{"loc":{"lines":{"from":664,"to":670}}}}],["79",{"pageContent":"al ini akan diatur lebih lanjut dengan Keputusan Menteri.\nPasal 60\n(1) Perjanjian kerja untuk waktu tidak tertentu dapat mensyaratkan masa percobaan kerja paling lama\n3 (tiga) bulan.\n(2) Dalam masa percobaan kerja sebagaimana dimaksud dalam ayat (1), pengusaha dilarang\nmembayar upah di bawah upah minimum yang berlaku.\nPasal 61\n(1) Perjanjian kerja berakhir apabila :\na. pekerja meninggal dunia;\nb. berakhirnya jangka waktu perjanjian kerja;\nc. adanya putusan pengadilan dan","metadata":{"loc":{"lines":{"from":670,"to":680}}}}],["80",{"pageContent":" perjanjian kerja;\nc. adanya putusan pengadilan dan/atau putusan atau penetapan lembaga penyelesaian\nperselisihan hubungan industrial yang telah mempunyai kekuatan hukum tetap; atau\nd. adanya keadaan atau kejadian tertentu yang dicantumkan dalam perjanjian kerja,\nperaturan perusahaan, atau perjanjian kerja bersama yang dapat menyebabkan berakhirnya\nhubungan kerja.\n(2) Perjanjian kerja tidak berakhir karena meninggalnya pengusaha atau beralihnya hak atas\nperusahaan yang disebabkan penjualan, pewarisan,","metadata":{"loc":{"lines":{"from":680,"to":687}}}}],["81",{"pageContent":"perusahaan yang disebabkan penjualan, pewarisan, atau hibah.\n(3) Dalam hal terjadi pengalihan perusahaan maka hak-hak pekerja/buruh menjadi tanggung jawab\npengusaha baru, kecuali ditentukan lain dalam perjanjian pengalihan yang tidak mengurangi hak-\nhak pekerja/buruh.\n(4) Dalam hal pengusaha, orang perseorangan, meninggal dunia, ahli waris pengusaha dapat\nmengakhiri per-janjian kerja setelah merundingkan dengan pekerja/buruh.\n(5) Dalam hal pekerja/buruh meninggal dunia, ahli war","metadata":{"loc":{"lines":{"from":687,"to":693}}}}],["82",{"pageContent":"5) Dalam hal pekerja/buruh meninggal dunia, ahli waris pekerja/ buruh berhak mendapatkan hak\nhaknya se-suai dengan peraturan perundang-undangan yang berlaku atau hak hak yang telah\ndiatur dalam perjanjian kerja, peraturan perusahaan, atau perjanjian kerja bersama.\nPasal 62\nApabila salah satu pihak mengakhiri hubungan kerja sebelum berakhirnya jangka waktu yang\nditetapkan dalam perjanjian kerja waktu tertentu, atau berakhirnya hubungan kerja bukan karena\nketentuan sebagaimana dimaksud dalam Pasal 61 ayat (1),","metadata":{"loc":{"lines":{"from":693,"to":699}}}}],["83",{"pageContent":"ketentuan sebagaimana dimaksud dalam Pasal 61 ayat (1), pihak yang mengakhiri hubungan\nkerja diwajibkan membayar ganti rugi kepada pihak lainnya sebesar upah pekerja/buruh sampai\nbatas waktu berakhirnya jangka waktu perjanjian kerja.\nPasal 63\n\n (1) Dalam hal perjanjian kerja waktu tidak tertentu dibuat secara lisan, maka pengusaha wajib\nmembuat surat pengangkatan bagi pekerja/buruh yang bersangkutan.\n(2) Surat pengangkatan sebagaimana dimaksud dalam ayat (1), sekurang kurangnya mem","metadata":{"loc":{"lines":{"from":699,"to":706}}}}],["84",{"pageContent":" dimaksud dalam ayat (1), sekurang kurangnya memuat\nketerangan :\na. nama dan alamat pekerja/buruh;\nb. tanggal mulai bekerja;\nc. jenis pekerjaan; dan\nd. besarnya upah.\nPasal 64\nPerusahaan dapat menyerahkan sebagian pelaksanaan pekerjaan kepada perusahaan lainnya\nmelalui perjanjian pemborongan pekerjaan atau penyediaan jasa pekerja/buruh yang dibuat\nsecara tertulis.\nPasal 65\n(1) Penyerahan sebagian pelaksanaan pekerjaan kepada perusahaan lain dilaksanakan melalui\nperjan","metadata":{"loc":{"lines":{"from":706,"to":718}}}}],["85",{"pageContent":" kepada perusahaan lain dilaksanakan melalui\nperjanjian pem borongan pekerjaan yang dibuat secara tertulis.\n(2) Pekerjaan yang dapat diserahkan kepada perusahaan lain sebagaimana dimaksud dalam ayat (1)\nharus memenuhi syarat-syarat sebagai berikut :\na. dilakukan secara terpisah dari kegiatan utama;\nb. dilakukan dengan perintah langsung atau tidak langsung dari pemberi pekerjaan;\nc. merupakan kegiatan penunjang perusahaan secara keseluruhan; dan\nd. tidak menghambat proses produksi secara lang","metadata":{"loc":{"lines":{"from":718,"to":725}}}}],["86",{"pageContent":"an; dan\nd. tidak menghambat proses produksi secara langsung.\n(3) Perusahaan lain sebagaimana dimaksud dalam ayat (1) harus berbentuk badan hukum.\n(4) Perlindungan kerja dan syarat-syarat kerja bagi pekerja/buruh pada perusahaan lain sebagaimana\ndimak-sud dalam ayat (2) sekurang-kurangnya sama dengan perlindungan kerja dan syarat-\nsyarat kerja pada perusahaan pemberi pekerjaan atau sesuai dengan peraturan perundang-\nundangan yang berlaku.\n(5) Perubahan dan/atau penambahan syarat-syarat sebagaimana dimaksud","metadata":{"loc":{"lines":{"from":725,"to":732}}}}],["87",{"pageContent":"ahan dan/atau penambahan syarat-syarat sebagaimana dimaksud dalam ayat (2) diatur\nlebih lanjut dengan Keputusan Menteri.\n(6) Hubungan kerja dalam pelaksanaan pekerjaan sebagaimana dimaksud dalam ayat (1) diatur\ndalam perjanjian kerja secara tertulis antara perusahaan lain dan pekerja/buruh yang\ndipekerjakannya.\n(7) Hubungan kerja sebagaimana dimaksud dalam ayat (6) dapat didasarkan atas perjanjian kerja\nwaktu tidak tertentu atau perjanjian kerja waktu tertentu apabila memenuhi persyaratan\nsebagaimana dim","metadata":{"loc":{"lines":{"from":732,"to":739}}}}],["88",{"pageContent":" tertentu apabila memenuhi persyaratan\nsebagaimana dimaksud dalam Pasal 59.\n(8) Dalam hal ketentuan sebagaimana dimaksud dalam ayat (2) dan ayat (3) tidak terpenuhi, maka\ndemi hukum status hubungan kerja pekerja/buruh dengan perusahaan penerima pemborongan\nberalih menjadi hubungan kerja pekerja/buruh dengan perusahaan pemberi pekerjaan.\n(9) Dalam hal hubungan kerja beralih ke perusahaan pemberi pekerjaan sebagaimana dimaksud\ndalam ayat (8), maka hubungan kerja pekerja/buruh dengan pemberi pekerjaan sesuai den","metadata":{"loc":{"lines":{"from":739,"to":745}}}}],["89",{"pageContent":" pekerja/buruh dengan pemberi pekerjaan sesuai dengan\nhubungan kerja sebagaimana dimaksud dalam ayat (7).\nPasal 66\n(1) Pekerja/buruh dari perusahaan penyedia jasa pekerja/buruh tidak boleh digunakan oleh pemberi\nkerja untuk melaksanakan kegiatan pokok atau kegiatan yang berhubungan langsung dengan\nproses produksi, kecuali untuk kegiatan jasa penunjang atau kegiatan yang tidak berhubungan\nlangsung dengan proses produksi.\n\n (2) Penyedia jasa pekerja/buruh untuk kegiatan jasa penunjang atau keg","metadata":{"loc":{"lines":{"from":745,"to":753}}}}],["90",{"pageContent":"ja/buruh untuk kegiatan jasa penunjang atau kegiatan yang tidak\nberhubungan lang-sung dengan proses produksi harus memenuhi syarat sebagai berikut :\na. adanya hubungan kerja antara pekerja/buruh dan perusahaan penyedia jasa\npekerja/buruh;\nb. perjanjian kerja yang berlaku dalam hubungan kerja sebagaimana dimaksud pada huruf\na adalah perjanjian kerja untuk waktu tertentu yang memenuhi persyaratan sebagaimana\ndimaksud dalam Pasal 59 dan/atau perjanjian kerja waktu tidak tertentu yang dibuat secara\ntertulis dan ditand","metadata":{"loc":{"lines":{"from":753,"to":760}}}}],["91",{"pageContent":"ak tertentu yang dibuat secara\ntertulis dan ditandatangani oleh kedua belah pihak;\nc. perlindungan upah dan kesejahteraan, syarat-syarat kerja, serta perselisihan yang timbul\nmenjadi tanggung jawab perusahaan penyedia jasa pekerja/buruh; dan\nd. perjanjian antara perusahaan pengguna jasa pekerja/buruh dan perusahaan lain yang\nbertindak sebagai perusahaan penyedia jasa pekerja/buruh dibuat secara tertulis dan wajib\nmemuat pasal-pasal sebagaimana dimaksud dalam undang-undang ini.\n(3) Penyedia jasa pe","metadata":{"loc":{"lines":{"from":760,"to":767}}}}],["92",{"pageContent":" dalam undang-undang ini.\n(3) Penyedia jasa pekerja/buruh merupakan bentuk usaha yang berbadan hukum dan memiliki izin\ndari instansi yang bertanggung jawab di bidang ketenagakerjaan.\n(4) Dalam hal ketentuan sebagaimana dimaksud dalam ayat (1), ayat (2) huruf a, huruf b, dan huruf d\nserta ayat (3) tidak terpenuhi, maka demi hukum status hubungan kerja antara pekerja/buruh dan\nperusahaan penyedia jasa pekerja/buruh beralih menjadi hubungan kerja antara pekerja/buruh\ndan perusahaan pemberi pekerjaan","metadata":{"loc":{"lines":{"from":767,"to":773}}}}],["93",{"pageContent":"ara pekerja/buruh\ndan perusahaan pemberi pekerjaan.\nBAB X\nPERLINDUNGAN, PENGUPAHAN, DAN\nKESEJAHTERAAN\nBagian  Kesatu\nPerlindungan\nParagraf 1\nPenyandang  Cacat\nPasal 67\n(1) Pengusaha yang mempekerjakan tenaga kerja penyandang cacat wajib memberikan perlindungan\nsesuai dengan jenis dan derajat kecacatannya.\n(2) Pemberian perlindungan sebagaimana dimaksud dalam ayat (1) dilaksanakan sesuai dengan\nperaturan perundang-undangan yang berlaku.\nParagraf 2\nAnak\nPasal 68","metadata":{"loc":{"lines":{"from":773,"to":789}}}}],["94",{"pageContent":"angan yang berlaku.\nParagraf 2\nAnak\nPasal 68\nPengusaha dilarang mempekerjakan anak.\nPasal 69\n(1) Ketentuan sebagaimana dimaksud dalam Pasal 68 dapat dikecualikan bagi anak yang berumur\nantara 13 (tiga belas) tahun sampai dengan 15 (lima belas) tahun untuk melakukan pekerjaan\nringan sepanjang tidak mengganggu perkembangan dan kesehatan fisik, mental, dan sosial.\n\n (2) Pengusaha yang mempekerjakan anak pada pekerjaan ringan sebagai-mana dimaksud dalam\nayat (1) ha-rus memenuhi persy","metadata":{"loc":{"lines":{"from":789,"to":800}}}}],["95",{"pageContent":" dimaksud dalam\nayat (1) ha-rus memenuhi persyaratan :\na. izin tertulis dari orang tua atau wali;\nb. perjanjian kerja antara pengusaha dengan orang tua atau wali;\nc. waktu kerja maksimum 3 (tiga) jam;\nd. dilakukan pada siang hari dan tidak mengganggu waktu sekolah;\ne. keselamatan dan kesehatan kerja;\nf. adanya hubungan kerja yang jelas; dan\ng. menerima upah sesuai dengan ketentuan yang berlaku.\n(3) Ketentuan sebagaimana dimaksud dalam ayat (2) huruf a, b, f,","metadata":{"loc":{"lines":{"from":800,"to":809}}}}],["96",{"pageContent":"aimana dimaksud dalam ayat (2) huruf a, b, f, dan g dikecualikan bagi anak yang\nbekerja pada usaha keluarganya.\nPasal 70\n(1) Anak dapat melakukan pekerjaan di tempat kerja yang merupakan bagian dari kurikulum\npendidikan atau pelatihan yang disahkan oleh pejabat yang berwenang.\n(2) Anak sebagaimana dimaksud dalam ayat (1) paling sedikit berumur 14 (empat belas) tahun.\n(3) Pekerjaan sebagaimana dimaksud dalam ayat (1) dapat dilakukan dengan syarat :\na. diberi petunjuk yang j","metadata":{"loc":{"lines":{"from":809,"to":816}}}}],["97",{"pageContent":"ukan dengan syarat :\na. diberi petunjuk yang jelas tentang cara pelaksanaan pekerjaan serta bimbingan dan\npengawasan dalam melaksanakan pekerjaan; dan\nb. diberi perlindungan keselamatan dan kesehatan kerja.\nPasal 71\n(1) Anak dapat melakukan pekerjaan untuk mengembangkan bakat dan minatnya.\n(2) Pengusaha yang mempekerjakan anak sebagaimana dimaksud dalam ayat (1) wajib memenuhi\nsyarat :\na. di bawah pengawasan langsung dari orang tua atau wali;\nb. waktu kerja paling lama","metadata":{"loc":{"lines":{"from":816,"to":825}}}}],["98",{"pageContent":"ang tua atau wali;\nb. waktu kerja paling lama 3 (tiga) jam sehari; dan\nc. kondisi dan lingkungan kerja tidak mengganggu perkembangan fisik, mental, sosial, dan waktu\nsekolah.\n(3) Ketentuan mengenai anak yang bekerja untuk mengembangkan bakat dan minat sebagaimana\ndimaksud dalam ayat (1) dan ayat (2) diatur dengan Keputusan Menteri.\nPasal 72\nDalam hal anak dipekerjakan bersama-sama dengan pekerja/buruh dewasa, maka tempat kerja\nanak harus dipisahkan dari tempat kerja pekerja/buruh dewasa.","metadata":{"loc":{"lines":{"from":825,"to":833}}}}],["99",{"pageContent":" dipisahkan dari tempat kerja pekerja/buruh dewasa.\nPasal 73\nAnak dianggap bekerja bilamana berada di tempat kerja, kecuali dapat dibuktikan sebaliknya.\nPasal 74\n(1) Siapapun dilarang mempekerjakan dan melibatkan anak pada pekerjaan-pekerjaan yang terburuk.\n(2) Pekerjaan-pekerjaan yang terburuk yang dimaksud dalam ayat (1) meliputi :\na. segala pekerjaan dalam bentuk perbudakan atau sejenisnya;\n\n b. segala pekerjaan yang memanfaatkan, menyediakan, atau menawarkan","metadata":{"loc":{"lines":{"from":833,"to":841}}}}],["100",{"pageContent":" yang memanfaatkan, menyediakan, atau menawarkan anak untuk\npelacuran, produksi pornografi, pertunjukan porno, atau perjudian;\nc. segala pekerjaan yang memanfaatkan, menyediakan, atau melibatkan anak untuk\nproduksi dan perdagangan minuman keras, narkotika, psikotropika, dan zat adiktif lainnya;\ndan/atau\nd. semua pekerjaan yang membahayakan kesehatan, keselamatan, atau moral anak.\n(3) Jenis-jenis pekerjaaan yang membahayakan kesehatan, keselamatan, atau moral anak\nsebagaimana di","metadata":{"loc":{"lines":{"from":841,"to":848}}}}],["101",{"pageContent":"hatan, keselamatan, atau moral anak\nsebagaimana di-maksud dalam ayat (2) huruf d ditetapkan dengan Keputusan Menteri.\nPasal 75\n(1) Pemerintah berkewajiban melakukan upaya penanggulangan anak yang bekerja di luar hubungan\nkerja.\n(2) Upaya penanggulangan sebagaimana dimaksud dalam ayat (1) diatur dengan Peraturan\nPemerintah.\nParagraf 3\nPerempuan\nPasal 76\n(1) Pekerja/buruh perempuan yang berumur kurang dari 18 (delapan belas) tahun dilarang\ndipekerjakan antara pukul 23","metadata":{"loc":{"lines":{"from":848,"to":859}}}}],["102",{"pageContent":") tahun dilarang\ndipekerjakan antara pukul 23.00 sampai dengan pukul 07.00.\n(2) Pengusaha dilarang mempekerjakan pekerja/buruh perempuan hamil yang menurut keterangan\ndokter berbahaya bagi kesehatan dan keselamatan kandungannya maupun dirinya apabila\nbekerja antara pukul 23.00 sampai dengan pukul 07.00.\n(3) Pengusaha yang mempekerjakan pekerja/buruh perempuan antara pukul 23.00 sampai dengan\npukul 07.00 wajib :\na. memberikan makanan dan minuman bergizi; dan\nb. menjaga","metadata":{"loc":{"lines":{"from":859,"to":867}}}}],["103",{"pageContent":" memberikan makanan dan minuman bergizi; dan\nb. menjaga kesusilaan dan keamanan selama di tempat kerja.\n(4) Pengusaha wajib menyediakan angkutan antar jemput bagi pekerja/buruh perempuan yang\nberangkat dan pulang bekerja antara pukul 23.00 sampai dengan pukul 05.00.\n(5) Ketentuan sebagaimana dimaksud dalam ayat (3) dan ayat (4) diatur dengan Keputusan Menteri.\nParagraf 4\nWaktu Kerja\nPasal 77\n(1) Setiap pengusaha wajib melaksanakan ketentuan waktu kerja.\n(2) Waktu kerja sebagaim","metadata":{"loc":{"lines":{"from":867,"to":876}}}}],["104",{"pageContent":" ketentuan waktu kerja.\n(2) Waktu kerja sebagaimana dimaksud dalam ayat (1) meliputi :\na. 7 (tujuh) jam 1 (satu) hari dan 40 (empat puluh) jam 1 (satu) minggu untuk 6 (enam) hari\nkerja dalam 1 (satu) minggu; atau\nb. 8 (delapan) jam 1 (satu) hari dan 40 (empat puluh) jam 1 (satu) minggu untuk 5 (lima)\nhari kerja dalam 1 (satu) minggu.\n(3) Ketentuan waktu kerja sebagaimana dimaksud dalam ayat (2) tidak berlaku bagi sektor usaha\natau peker-jaan tertentu.\n\n (4) Ket","metadata":{"loc":{"lines":{"from":876,"to":885}}}}],["105",{"pageContent":"tor usaha\natau peker-jaan tertentu.\n\n (4) Ketentuan mengenai waktu kerja pada sektor usaha atau pekerjaan tertentu sebagaimana\ndimaksud dalam ayat (3) diatur dengan Keputusan Menteri.\nPasal 78\n(1) Pengusaha yang mempekerjakan pekerja/buruh melebihi waktu kerja sebagaimana dimaksud\ndalam Pasal 77 ayat (2) harus memenuhi syarat :\na. ada persetujuan pekerja/buruh yang bersangkutan; dan\nb. waktu kerja lembur hanya dapat dilakukan paling banyak 3 (tiga) jam dalam 1 (satu) h","metadata":{"loc":{"lines":{"from":885,"to":894}}}}],["106",{"pageContent":"an paling banyak 3 (tiga) jam dalam 1 (satu) hari\ndan 14 (empat belas) jam dalam 1 (satu) minggu.\n(2) Pengusaha yang mempekerjakan pekerja/buruh melebihi waktu kerja sebagaimana dimaksud\ndalam ayat (1) wajib membayar upah kerja lembur.\n(3) Ketentuan waktu kerja lembur sebagaimana dimaksud dalam ayat (1) huruf b tidak berlaku bagi\nsektor usaha atau pekerjaan tertentu.\n(4) Ketentuan mengenai waktu kerja lembur dan upah kerja lembur sebagaimana dimaksud dalam\nayat (2) dan ayat","metadata":{"loc":{"lines":{"from":894,"to":901}}}}],["107",{"pageContent":"mbur sebagaimana dimaksud dalam\nayat (2) dan ayat (3) diatur dengan Keputusan Menteri.\nPasal 79\n(1) Pengusaha wajib memberi waktu istirahat dan cuti kepada pekerja/buruh.\n(2) Waktu istirahat dan cuti sebagaimana dimaksud dalam ayat (1), meliputi :\na. istirahat antara jam kerja, sekurang kurangnya setengah jam setelah bekerja selama 4\n(empat) jam terus menerus dan waktu istirahat tersebut tidak termasuk jam kerja;\nb. istirahat mingguan 1 (satu) hari untuk 6 (enam)","metadata":{"loc":{"lines":{"from":901,"to":908}}}}],["108",{"pageContent":"irahat mingguan 1 (satu) hari untuk 6 (enam) hari kerja dalam 1 (satu) minggu atau 2\n(dua) hari untuk 5 (lima) hari kerja dalam 1 (satu) minggu;\nc. cuti tahunan, sekurang kurangnya 12 (dua belas) hari kerja setelah pekerja/buruh yang\nbersangkutan bekerja selama 12 (dua belas) bulan secara terus menerus; dan\nd. istirahat panjang sekurang-kurangnya 2 (dua) bulan dan dilaksanakan pada tahun\nketujuh dan kedelapan masing-masing 1 (satu) bulan bagi pekerja/","metadata":{"loc":{"lines":{"from":908,"to":913}}}}],["109",{"pageContent":"elapan masing-masing 1 (satu) bulan bagi pekerja/buruh yang telah bekerja\nselama 6 (enam) tahun secara terus-menerus pada perusahaan yang sama dengan ketentuan\npekerja/buruh tersebut tidak berhak lagi atas istirahat tahunannya dalam 2 (dua) tahun berjalan\ndan selanjutnya berlaku untuk setiap kelipatan masa kerja 6 (enam) tahun.\n(3) Pelaksanaan waktu istirahat tahunan sebagaimana dimaksud dalam ayat (2) huruf c diatur dalam\nperjanjian kerja, peraturan perusahaan, atau perjanjian ker","metadata":{"loc":{"lines":{"from":913,"to":918}}}}],["110",{"pageContent":"jian kerja, peraturan perusahaan, atau perjanjian kerja bersama.\n(4) Hak istirahat panjang sebagaimana dimaksud dalam ayat (2) huruf d hanya berlaku bagi\npekerja/buruh yang bekerja pada perusahaan tertentu.\n(5) Perusahaan tertentu sebagaimana dimaksud dalam ayat (4) diatur dengan Keputusan Menteri.\nPasal 80\nPengusaha wajib memberikan kesempatan yang secukupnya kepada pekerja/ buruh untuk\nmelaksanakan ibadah yang diwajibkan oleh agamanya.\nPasal 81\n(1) Pekerja/buruh pere","metadata":{"loc":{"lines":{"from":918,"to":926}}}}],["111",{"pageContent":"amanya.\nPasal 81\n(1) Pekerja/buruh perempuan yang dalam masa haid merasakan sakit dan memberitahukan kepada\npengusaha, tidak wajib bekerja pada hari pertama dan kedua pada waktu haid.\n\n (2) Pelaksanaan ketentuan sebagaimana dimaksud dalam ayat (1) diatur dalam perjanjian kerja,\nperaturan perusahaan, atau perjanjian kerja bersama.\nPasal 82\n(1) Pekerja/buruh perempuan berhak memperoleh istirahat selama 1,5 (satu setengah) bulan sebelum\nsaatnya melahirkan anak dan 1,5 (s","metadata":{"loc":{"lines":{"from":926,"to":935}}}}],["112",{"pageContent":" sebelum\nsaatnya melahirkan anak dan 1,5 (satu setengah) bulan sesudah melahirkan menurut\nperhitungan dokter kandungan atau bidan.\n(2) Pekerja/buruh perempuan yang mengalami keguguran kandungan berhak memperoleh istirahat\n1,5 (satu setengah) bulan atau sesuai dengan surat keterangan dokter kandungan atau bidan.\nPasal 83\nPekerja/buruh perempuan yang anaknya masih menyusu harus diberi kesempatan sepatutnya\nuntuk menyusui anaknya  jika hal itu harus dilakukan selama","metadata":{"loc":{"lines":{"from":935,"to":942}}}}],["113",{"pageContent":"ui anaknya  jika hal itu harus dilakukan selama waktu kerja.\nPasal 84\nSetiap pekerja/buruh yang menggunakan hak waktu istirahat sebagaimana dimaksud dalam\nPasal 79  ayat (2) huruf   b, c, dan d,  Pasal  80, dan Pasal 82  berhak mendapat upah penuh.\nPasal 85\n(1) Pekerja/buruh tidak wajib bekerja pada hari-hari libur resmi.\n(2) Pengusaha dapat mempekerjakan pekerja/buruh untuk bekerja pada hari-hari libur resmi apabila\njenis dan sifat pekerjaan tersebut harus","metadata":{"loc":{"lines":{"from":942,"to":949}}}}],["114",{"pageContent":"mi apabila\njenis dan sifat pekerjaan tersebut harus dilaksanakan atau dijalankan secara terus- menerus atau\npada keadaan lain berdasarkan kesepakatan antara pekerja/buruh dengan pengusaha.\n(3) Pengusaha yang mempekerjakan pekerja/buruh yang melakukan pekerjaan pada hari libur resmi\nsebagaimana dimaksud dalam ayat (2) wajib membayar  upah kerja lembur.\n(4) Ketentuan mengenai jenis dan sifat pekerjaan sebagaimana dimaksud dalam ayat (2) diatur\ndengan Keputusan Menteri.\nParagraf 5\nK","metadata":{"loc":{"lines":{"from":949,"to":957}}}}],["115",{"pageContent":"atur\ndengan Keputusan Menteri.\nParagraf 5\nKeselamatan dan Kesehatan Kerja\n Pasal 86\n(1)  Setiap pekerja/buruh mempunyai hak untuk memperoleh perlindungan atas :\na.   keselamatan dan kesehatan kerja;\nb.   moral dan kesusilaan; dan\nc.   perlakuan yang sesuai dengan harkat dan martabat manusia serta nilai-nilai agama.\n(2) Untuk melindungi keselamatan pekerja/buruh guna mewujudkan produktivitas kerja yang optimal\ndiselenggarakan upaya keselamatan dan kesehatan kerja.\n(3)","metadata":{"loc":{"lines":{"from":957,"to":968}}}}],["116",{"pageContent":"an upaya keselamatan dan kesehatan kerja.\n(3) Perlindungan sebagaimana dimaksud dalam ayat (1) dan ayat (2) dilaksanakan sesuai dengan\nperaturan perundang- undangan yang berlaku.\n\n Pasal 87\n(1) Setiap perusahaan wajib menerapkan sistem manajemen keselamatan dan kesehatan kerja yang\nterintegrasi dengan sistem manajemen perusahaan.\n(2) Ketentuan mengenai penerapan sistem manajemen keselamatan dan kesehatan kerja\nsebagaimana dimaksud dalam ayat (1) diatur dengan Peraturan Pemerintah.\nBagian Kedua\nPengup","metadata":{"loc":{"lines":{"from":968,"to":978}}}}],["117",{"pageContent":"gan Peraturan Pemerintah.\nBagian Kedua\nPengupahan.\nPasal 88\n(1) Setiap pekerja/buruh berhak memperoleh penghasilan yang memenuhi penghidupan yang layak\nbagi  kemanusiaan.\n(2) Untuk mewujudkan penghasilan yang memenuhi penghidupan yang layak bagi kemanusiaan\nsebagaimana dimaksud dalam ayat (1), pemerintah menetapkan kebijakan pengupahan yang\nmelindungi  pekerja/buruh.\n(3) Kebijakan pengupahan yang melindungi pekerja/buruh sebagaimana  dimaksud dalam ayat (2)\n","metadata":{"loc":{"lines":{"from":978,"to":988}}}}],["118",{"pageContent":"ja/buruh sebagaimana  dimaksud dalam ayat (2)\nmeliputi  :\na.   upah minimum;\nb.   upah kerja lembur;\nc.   upah tidak masuk kerja karena berhalangan;\nd.   upah tidak masuk kerja karena melakukan kegiatan lain di luar pekerjaannya;\ne.   upah karena menjalankan hak waktu istirahat kerjanya;\nf.    bentuk dan cara pembayaran upah;\ng.   denda dan potongan upah;\nh.   hal-hal yang dapat diperhitungkan dengan upah;\ni.    struktur dan  skala","metadata":{"loc":{"lines":{"from":988,"to":998}}}}],["119",{"pageContent":"ungkan dengan upah;\ni.    struktur dan  skala pengupahan yang proporsional;\nj.    upah untuk pembayaran pesangon;  dan\nk.   upah untuk perhitungan pajak penghasilan.\n(4) Pemerintah menetapkan upah minimum sebagaimana dimaksud dalam ayat (3)  huruf  a\nberdasarkan kebutuhan hidup layak dan dengan mem-perhatikan produktivitas dan pertumbuhan\nekonomi.\nPasal 89\n(1)  Upah minimum sebagaimana dimaksud dalam  Pasal  88  ayat (3)   huruf  a   dapat  terdiri atas :\na.   upah minimum","metadata":{"loc":{"lines":{"from":998,"to":1007}}}}],["120",{"pageContent":"   dapat  terdiri atas :\na.   upah minimum berdasarkan wilayah provinsi atau kabupaten/kota;\nb.   upah minimum berdasarkan sektor pada wilayah provinsi atau kabupaten/kota.\n(2) Upah  minimum sebagaimana dimaksud dalam ayat (1) diarahkan kepada   pencapaian kebutuhan\nhidup layak.\n(3) Upah minimum sebagaimana dimaksud dalam ayat (1) ditetapkan oleh Gubernur dengan\nmemperhatikan rekomendasi dari Dewan Pengupahan Provinsi dan/atau Bupati/Walikota.\n(4) Komponen serta pelaksanaan t","metadata":{"loc":{"lines":{"from":1007,"to":1014}}}}],["121",{"pageContent":"/Walikota.\n(4) Komponen serta pelaksanaan tahapan pencapaian kebutuhan hidup layak sebagaimana\ndimaksud dalam ayat (2) diatur dengan Keputusan Menteri.\n\n Pasal 90\n(1) Pengusaha dilarang membayar upah lebih rendah dari upah minimum sebagaimana dimaksud\ndalam Pasal 89.\n(2) Bagi pengusaha yang tidak mampu membayar upah minimum sebagaimana dimaksud dalam\nPasal 89 dapat dilakukan  penangguhan.\n(3) Tata cara penangguhan sebagaimana dimaksud dalam ayat (2) diatur dengan Keputusan Menteri.\nPasal 91\n(","metadata":{"loc":{"lines":{"from":1014,"to":1025}}}}],["122",{"pageContent":" diatur dengan Keputusan Menteri.\nPasal 91\n(1) Pengaturan pengupahan yang ditetapkan atas kesepakatan antara pengusaha dan pekerja/buruh\natau serikat pekerja/serikat buruh tidak boleh lebih rendah dari ketentuan pengupahan yang\nditetapkan  peraturan perundang-undangan yang berlaku.\n(2) Dalam hal kesepakatan sebagaimana dimaksud dalam ayat (1) lebih rendah atau bertentangan\ndengan peraturan perundang-undangan, kesepakatan tersebut batal demi hukum, dan\npengusaha wajib membayar upah pekerja/buruh men","metadata":{"loc":{"lines":{"from":1025,"to":1032}}}}],["123",{"pageContent":"\npengusaha wajib membayar upah pekerja/buruh menurut peraturan perundang-undangan yang\nberlaku.\nPasal 92\n(1) Pengusaha menyusun struktur dan skala upah dengan memperhatikan  golongan,  jabatan, masa\nkerja, pendidikan, dan kompetensi.\n(2) Pengusaha melakukan peninjauan upah secara berkala dengan mem-perhatikan  kemampuan\nperusahaan dan produktivitas.\n(3) Ketentuan mengenai struktur dan skala upah sebagaimana dimaksud dalam ayat (1) diatur\ndengan Keputusan Menteri.\nPasal 93\n(1) Upah  tidak","metadata":{"loc":{"lines":{"from":1032,"to":1043}}}}],["124",{"pageContent":"usan Menteri.\nPasal 93\n(1) Upah  tidak  dibayar  apabila pekerja/buruh tidak melakukan pekerjaan.\n(2) Ketentuan sebagaimana dimaksud dalam ayat (1) tidak berlaku, dan pengusaha wajib membayar\nupah apabila :\na.  pekerja/buruh sakit sehingga tidak dapat melakukan pekerjaan;\nb.  pekerja/buruh perempuan yang sakit pada hari pertama dan kedua masa haidnya sehingga tidak\ndapat melakukan pekerjaan;\nc.  pekerja/buruh tidak masuk bekerja karena pekerja/buruh","metadata":{"loc":{"lines":{"from":1043,"to":1051}}}}],["125",{"pageContent":"ja/buruh tidak masuk bekerja karena pekerja/buruh menikah, menikahkan, mengkhitankan,\nmembaptiskan anaknya, isteri melahirkan atau keguguran kandungan, suami atau isteri atau\nanak atau menantu atau orang tua atau mertua atau anggota keluarga dalam satu rumah\nmeninggal  dunia;\nd.  pekerja/buruh tidak dapat melakukan pekerjaannya karena sedang menjalankan kewajiban\nterhadap negara;\ne.  pekerja/buruh  tidak dapat melakukan pekerjaannya karena menjalan-kan ibadah yang\n","metadata":{"loc":{"lines":{"from":1051,"to":1058}}}}],["126",{"pageContent":"an pekerjaannya karena menjalan-kan ibadah yang\ndiperintahkan agamanya;\nf.   pekerja/buruh bersedia melakukan pekerjaan yang telah dijanjikan tetapi pengusaha tidak\nmempekerjakannya, baik karena kesalahan sendiri maupun halangan yang seharusnya dapat\ndihindari  pengusaha;\ng.  pekerja/buruh melaksanakan hak istirahat;\nh.  pekerja/buruh melaksanakan tugas serikat pekerja/serikat buruh atas persetujuan pengusaha;\ndan\ni.   pekerja/buruh melaksanakan tugas pendidikan d","metadata":{"loc":{"lines":{"from":1058,"to":1066}}}}],["127",{"pageContent":".   pekerja/buruh melaksanakan tugas pendidikan dari perusahaan.\n\n (3) Upah yang dibayarkan kepada pekerja/buruh yang sakit sebagaimana dimaksud dalam ayat (2)\nhuruf  a sebagai berikut :\na.   untuk 4 (empat) bulan pertama, dibayar 100% (seratus perseratus) dari upah;\nb.   untuk 4 (empat) bulan kedua, dibayar 75% (tujuh puluh lima perseratus) dari upah;\nc.   untuk 4 (empat) bulan ketiga, dibayar 50% (lima puluh perseratus) dari upah; dan\nd.   untuk","metadata":{"loc":{"lines":{"from":1066,"to":1073}}}}],["128",{"pageContent":"a puluh perseratus) dari upah; dan\nd.   untuk bulan selanjutnya dibayar 25% (dua puluh lima perseratus) dari upah sebelum pemutusan\nhubungan kerja dilakukan oleh pengusaha.\n(4) Upah yang dibayarkan kepada pekerja/buruh yang tidak masuk bekerja sebagaimana dimaksud\ndalam ayat (2) huruf c sebagai berikut :\na.   pekerja/buruh menikah, dibayar untuk selama 3 (tiga) hari;\nb.   menikahkan anaknya, dibayar untuk selama 2 (dua) hari;\nc.   men","metadata":{"loc":{"lines":{"from":1073,"to":1080}}}}],["129",{"pageContent":"ar untuk selama 2 (dua) hari;\nc.   mengkhitankan anaknya, dibayar untuk selama 2 (dua) hari\nd.   membaptiskan anaknya, dibayar untuk selama 2 (dua) hari;\ne.   isteri melahirkan atau keguguran kandungan, dibayar untuk selama 2 (dua) hari;\nf.   suami/isteri, orang tua/mertua atau anak atau menantu meninggal dunia, dibayar untuk selama 2\n(dua) hari; dan\ng.  anggota keluarga dalam satu rumah meninggal dunia, dibayar untuk","metadata":{"loc":{"lines":{"from":1080,"to":1086}}}}],["130",{"pageContent":"arga dalam satu rumah meninggal dunia, dibayar untuk selama 1 (satu) hari.\n(5) Pengaturan pelaksanaan ketentuan  sebagaimana dimaksud  dalam ayat (2) ditetapkan dalam\nperjanjian kerja, peraturan perusahaan,  atau perjanjian kerja bersama.\nPasal 94\nDalam  hal komponen upah terdiri dari upah pokok dan tunjangan  tetap maka besarnya  upah\npokok sedikit-dikitnya 75 % (tujuh puluh lima perseratus) dari jumlah upah pokok dan tunjangan\ntetap.\nPasal 95\n(1) Pelanggaran yang dilak","metadata":{"loc":{"lines":{"from":1086,"to":1094}}}}],["131",{"pageContent":"etap.\nPasal 95\n(1) Pelanggaran yang dilakukan oleh pekerja/buruh karena kesengajaan atau kelalaiannya dapat\ndikenakan denda.\n(2) Pengusaha yang karena kesengajaan atau kelalaiannya mengakibatkan keterlambatan\npembayaran upah, dikenakan denda sesuai dengan persentase tertentu dari upah pekerja/buruh.\n(3) Pemerintah mengatur pengenaan denda kepada pengusaha dan/atau pekerja/buruh, dalam\npembayaran upah.\n(4) Dalam hal perusahaan dinyatakan pailit atau dilikuid","metadata":{"loc":{"lines":{"from":1094,"to":1102}}}}],["132",{"pageContent":" Dalam hal perusahaan dinyatakan pailit atau dilikuidasi berdasarkan peraturan perundang-\nundangan yang berlaku, maka upah dan hak-hak lainnya dari pekerja/buruh merupakan utang\nyang didahulukan pem-bayarannya.\nPasal 96\nTuntutan pembayaran upah pekerja/buruh dan segala pembayaran yang timbul dari hubungan\nkerja menjadi kadaluwarsa setelah melampaui jangka waktu    2 (dua)  tahun sejak  timbulnya\nhak.\nPasal 97\nKetentuan  mengenai penghasilan yang layak, kebijakan peng","metadata":{"loc":{"lines":{"from":1102,"to":1110}}}}],["133",{"pageContent":"  mengenai penghasilan yang layak, kebijakan pengupahan, kebutuhan hidup layak,\ndan perlindungan pengupahan sebagaimana dimaksud dalam Pasal 88, penetapan upah\nminimum sebagaimana dimaksud dalam Pasal 89,  dan pengenaan denda  sebagaimana\n\n dimaksud dalam Pasal 95 ayat (1), ayat (2) dan ayat (3)  diatur dengan Peraturan Pemerintah.\nPasal 98\n(1) Untuk memberikan saran, pertimbangan, dan merumuskan kebijakan pengupahan yang akan\nditetapkan oleh pemerintah, serta untuk pengembangan sistem pengupahan nasional dibentuk\nD","metadata":{"loc":{"lines":{"from":1110,"to":1118}}}}],["134",{"pageContent":"uk pengembangan sistem pengupahan nasional dibentuk\nDewan Pengupahan Nasional, Provinsi, dan Kabupaten/Kota.\n(2) Keanggotaan Dewan Pengupahan sebagaimana dimaksud dalam ayat (1) terdiri dari unsur\npemerintah, organisasi pengusaha, serikat pekerja/-serikat buruh, perguruan tinggi, dan pakar.\n(3) Keanggotaan Dewan Pengupahan tingkat Nasional diangkat dan diberhentikan oleh Presiden,\nsedangkan keanggotaan Dewan Pengupahan Provinsi, Kabupaten/Kota diangkat dan\ndiberhentikan  oleh  Gubenur/  Bupati/Walikota.\n(4)","metadata":{"loc":{"lines":{"from":1118,"to":1125}}}}],["135",{"pageContent":"leh  Gubenur/  Bupati/Walikota.\n(4) Ketentuan mengenai tata cara pembentukan, komposisi keanggotaan, tata cara pengangkatan\ndan pemberhentian keanggotaan, serta tugas dan tata kerja Dewan Pengupahan sebagaimana\ndimaksud dalam ayat (1) dan ayat (2), diatur dengan Keputusan Presiden.\nBagian Ketiga\nKesejahteraan\nPasal 99\n(1) Setiap pekerja/buruh dan keluarganya berhak untuk memperoleh jaminan sosial tenaga kerja.\n(2) Jaminan sosial tenaga kerja sebagaimana dimaksud dalam ayat (1), dilaksan","metadata":{"loc":{"lines":{"from":1125,"to":1133}}}}],["136",{"pageContent":"aga kerja sebagaimana dimaksud dalam ayat (1), dilaksanakan sesuai dengan\nperaturan perundang-undangan yang berlaku.\nPasal 100\n(1) Untuk meningkatkan kesejahteraan bagi pekerja/buruh dan keluarganya, pengusaha wajib\nmenyediakan fasilitas kesejahteraan.\n(2) Penyediaan fasilitas kesejahteraan sebagaimana dimaksud dalam ayat (1), dilak?sanakan\ndengan  memperhatikan kebutuhan pekerja/buruh dan ukuran kemampuan  perusa?haan.\n(3) Ketentuan mengenai jenis dan kriteria fasilitas kesejahteraan sesu","metadata":{"loc":{"lines":{"from":1133,"to":1140}}}}],["137",{"pageContent":"ai jenis dan kriteria fasilitas kesejahteraan sesuai dengan kebutuhan\npekerja/buruh dan ukuran kemampuan perusahaan sebagaimana dimaksud dalam ayat (1) dan\nayat (2), diatur dengan Peraturan Pemerintah.\nPasal 101\n(1) Untuk meningkatkan kesejahteraan pekerja/buruh, dibentuk koperasi pekerja/buruh dan usaha-\nusaha produktif di perusahaan.\n(2) Pemerintah, pengusaha, dan pekerja/buruh atau serikat pekerja/serikat buruh berupaya\nmenumbuhkembangkan koperasi pekerja/buruh, dan mengembangkan usaha produkt","metadata":{"loc":{"lines":{"from":1140,"to":1147}}}}],["138",{"pageContent":"kan koperasi pekerja/buruh, dan mengembangkan usaha produktif\nsebagaimana dimaksud dalam ayat (1).\n(3) Pembentukan koperasi sebagaimana dimaksud dalam ayat (1), dilaksanakan sesuai dengan\nperaturan perundang-undangan yang berlaku.\n(4) Upaya-upaya untuk menumbuhkembangkan koperasi pekerja/buruh sebagaimana dimaksud\ndalam ayat (2), diatur dengan Peraturan Pemerintah.\nBAB XI\nHUBUNGAN  INDUSTRIAL\nBagian  Kesatu\n\n Umum\nPasal 102\n(1) Dalam melaksanakan hubungan industrial, pemerintah mempunyai fungsi menet","metadata":{"loc":{"lines":{"from":1147,"to":1159}}}}],["139",{"pageContent":"anakan hubungan industrial, pemerintah mempunyai fungsi menetapkan kebijakan,\nmemberikan pelayanan, melaksanakan pengawasan, dan melakukan penindakan terhadap\npelanggaran peraturan perundang-undangan ketenagakerjaan.\n(2) Dalam melaksanakan hubungan industrial, pekerja/buruh dan serikat pekerja/serikat buruhnya\nmempunyai fungsi menjalankan pekerjaan sesuai dengan kewajibannya, menjaga ketertiban\ndemi kelangsungan produksi, menyalurkan aspirasi secara demokratis, mengembangkan\nketerampilan, dan keahliannya serta ikut memaj","metadata":{"loc":{"lines":{"from":1159,"to":1165}}}}],["140",{"pageContent":"\nketerampilan, dan keahliannya serta ikut memajukan perusahaan dan memperjuangkan\nkesejahteraan anggota beserta keluarganya.\n(3) Dalam melaksanakan hubungan industrial, pengusaha dan organisasi pengusahanya mempunyai\nfungsi menciptakan kemitraan, mengembang-kan usaha, memperluas lapangan kerja, dan\nmemberikan kesejahteraan pekerja/buruh secara terbuka, demokratis, dan berkeadilan.\nPasal 103\nHubungan Industrial dilaksanakan melalui sarana :\na. serikat  pekerja/serikat  buruh;\nb. organisasi  pengusaha;\nc. lembaga","metadata":{"loc":{"lines":{"from":1165,"to":1175}}}}],["141",{"pageContent":" buruh;\nb. organisasi  pengusaha;\nc. lembaga kerja sama bipartit;\nd. embaga kerja sama tripartit;\ne. peraturan  perusahaan;\nf. perjanjian  kerja  bersama;\ng. peraturan  perundang-undangan  ketenagakerjaan;  dan\nh. lembaga penyelesaian perselisihan hubungan industrial.\nBagian Kedua\nSerikat Pekerja/Serikat Buruh\nPasal 104\n(1) Setiap pekerja/buruh berhak membentuk dan menjadi anggota serikat pekerja/serikat buruh.\n(2) Dalam melaksanakan fungsi sebagaimana dimaksud dalam Pasal 102","metadata":{"loc":{"lines":{"from":1175,"to":1187}}}}],["142",{"pageContent":"am melaksanakan fungsi sebagaimana dimaksud dalam Pasal 102, serikat pekerja/serikat\nburuh ber-hak menghimpun dan mengelola keuangan serta mempertanggungjawabkan\nkeuangan organisasi termasuk dana mogok.\n(3) Besarnya dan tata cara pemungutan dana mogok sebagaimana dimaksud dalam ayat (2) diatur\ndalam ang-garan dasar dan/atau anggaran rumah tangga serikat pekerja/serikat buruh yang\nbersangkutan.\nBagian  Ketiga\nOrganisasi Pengusaha\nPasal 105\n(1) Setiap pengusaha berhak membentuk dan menjadi anggota organisasi pengusaha.\n\n","metadata":{"loc":{"lines":{"from":1187,"to":1198}}}}],["143",{"pageContent":" berhak membentuk dan menjadi anggota organisasi pengusaha.\n\n (2) Ketentuan mengenai organisasi pengusaha diatur sesuai dengan peraturan perundang-undangan\nyang ber-laku.\nBagian Keempat\nLembaga Kerja Sama Bipartit\nPasal 106\n(1) Setiap perusahaan yang mempekerjakan 50 (lima puluh) orang pekerja/ buruh atau lebih wajib\nmembentuk lembaga kerja sama bipartit.\n(2) Lembaga kerja sama bipartit sebagaimana dimaksud dalam ayat (1) berfungsi sebagai forum\nkomunikasi, dan konsultasi mengenai hal ketenagakerjaan di per","metadata":{"loc":{"lines":{"from":1198,"to":1208}}}}],["144",{"pageContent":"ikasi, dan konsultasi mengenai hal ketenagakerjaan di perusahaan.\n(3) Susunan keanggotaan lembaga kerja sama bipartit sebagaimana dimaksud dalam ayat (2) terdiri\ndari unsur pengusaha dan unsur pekerja/buruh yang ditunjuk oleh pekerja/buruh secara\ndemokratis untuk mewakili kepentingan pekerja/buruh di perusahaan yang bersangkutan.\n(4) Ketentuan mengenai tata cara pembentukan dan susunan keanggotaan lembaga kerja sama\nbipartit sebagaimana dimaksud dalam ayat (1) dan ayat (3) diatur dengan Keputusan","metadata":{"loc":{"lines":{"from":1208,"to":1213}}}}],["145",{"pageContent":" ayat (1) dan ayat (3) diatur dengan Keputusan Menteri.\nBagian  Kelima\nLembaga Kerja Sama Tripartit\nPasal 107\n(1) Lembaga kerja sama tripartit memberikan pertimbangan, saran, dan pendapat kepada pemerintah\ndan pihak terkait dalam penyusunan kebijakan dan pemecahan masalah ketenagakerjaan.\n(2) Lembaga Kerja sama Tripartit sebagaimana dimaksud dalam ayat (1), terdiri dari :\na. Lembaga Kerja sama Tripartit Nasional, Provinsi, dan Kabupaten/ Kota; dan\nb. Lembaga Kerja sama Tripartit Sektoral Nasional, Provins","metadata":{"loc":{"lines":{"from":1213,"to":1221}}}}],["146",{"pageContent":"b. Lembaga Kerja sama Tripartit Sektoral Nasional, Provinsi, dan Kabupaten/Kota.\n(3) Keanggotaan Lembaga Kerja sama Tripartit terdiri dari unsur pemerintah, organisasi pengusaha,\ndan seri-kat pekerja/serikat buruh.\n(4) Tata kerja dan susunan organisasi Lembaga Kerja sama Tripartit sebagaimana dimaksud dalam\nayat (1) diatur dengan Peraturan Pemerintah.\nBagian Keenam\nPeraturan  Perusahaan\nPasal 108\n(1) Pengusaha yang mempekerjakan pekerja/buruh sekurang-kurangnya 10 (sepuluh) orang wajib\nmembuat","metadata":{"loc":{"lines":{"from":1221,"to":1230}}}}],["147",{"pageContent":"urangnya 10 (sepuluh) orang wajib\nmembuat peraturan perusahaan yang mulai berlaku setelah disahkan oleh Menteri atau pejabat\nyang  ditunjuk.\n(2) Kewajiban membuat peraturan perusahaan sebagaimana dimaksud dalam ayat (1) tidak berlaku\nbagi peru-sahaan yang telah memiliki perjanjian kerja bersama.\nPasal 109\n\n Peraturan perusahaan disusun oleh dan menjadi tanggung jawab dari pengusaha yang\nbersangkutan.\nPasal 110\n(1) Peraturan perusahaan disusun dengan memperhatikan saran dan pertimbangan dari wak","metadata":{"loc":{"lines":{"from":1230,"to":1240}}}}],["148",{"pageContent":"an disusun dengan memperhatikan saran dan pertimbangan dari wakil\npekerja/buruh di perusahaan yang bersangkutan.\n(2) Dalam hal di perusahaan yang bersangkutan telah terbentuk serikat pekerja/serikat buruh maka\nwakil pe-kerja/buruh sebagaimana dimaksud dalam ayat (1) adalah pengurus serikat\npekerja/serikat  buruh.\n(3) Dalam hal di perusahaan yang bersangkutan belum terbentuk serikat pekerja/serikat buruh, wakil\npekerja/ buruh sebagaimana dimaksud dalam ayat (1) adalah pekerja/buruh yang dipilih","metadata":{"loc":{"lines":{"from":1240,"to":1246}}}}],["149",{"pageContent":"alam ayat (1) adalah pekerja/buruh yang dipilih secara\ndemokratis untuk mewakili kepentingan para pekerja/buruh di perusahaan yang bersangkutan.\nPasal 111\n(1) Peraturan perusahaan sekurang-kurangnya memuat :\na. hak dan kewajiban pengusaha;\nb. hak dan kewajiban pekerja/buruh;\nc. syarat kerja;\nd. tata tertib perusahaan; dan\ne. jangka waktu berlakunya peraturan perusahaan.\n(2) Ketentuan dalam peraturan perusahaan tidak boleh bertentangan dengan ketentuan peraturan\nperundang und","metadata":{"loc":{"lines":{"from":1246,"to":1256}}}}],["150",{"pageContent":" boleh bertentangan dengan ketentuan peraturan\nperundang undangan yang berlaku.\n(3) Masa berlaku peraturan perusahaan paling lama 2 (dua) tahun dan wajib diperbaharui setelah\nhabis masa berlakunya.\n(4) Selama masa berlakunya peraturan perusahaan, apabila serikat pekerja/ serikat buruh di\nperusahaan meng hendaki perundingan pembuatan perjanjian kerja bersama, maka pengusaha\nwajib  melayani.\n(5) Dalam hal perundingan pembuatan perjanjian kerja bersama sebagaimana dimaksud dalam ayat\n(4) tidak men","metadata":{"loc":{"lines":{"from":1256,"to":1264}}}}],["151",{"pageContent":"ersama sebagaimana dimaksud dalam ayat\n(4) tidak mencapai kesepakatan, maka peraturan perusahaan tetap berlaku sampai habis jangka\nwaktu  berlakunya.\nPasal 112\n(1) Pengesahan peraturan perusahaan oleh Menteri atau pejabat yang ditunjuk sebagaimana\ndimaksud dalam Pasal 108 ayat (1) harus sudah diberikan dalam waktu paling lama 30 (tiga\npuluh) hari kerja sejak naskah peraturan perusahaan diterima.\n(2) Apabila peraturan perusahaan telah sesuai sebagaimana ketentuan dalam Pasal 111 ayat (1)","metadata":{"loc":{"lines":{"from":1264,"to":1271}}}}],["152",{"pageContent":"esuai sebagaimana ketentuan dalam Pasal 111 ayat (1) dan\nayat (2), maka dalam waktu 30 (tiga puluh) hari kerja sebagaimana dimaksud pada ayat (1)\nsudah terlampaui dan peraturan perusahaan belum disahkan oleh Menteri atau pejabat yang\nditunjuk, maka peraturan perusahaan dianggap telah mendapatkan pengesahan.\n(3) Dalam hal peraturan perusahaan belum memenuhi persyaratan sebagaimana dimaksud dalam\nPasal 111 ayat (1) dan ayat (2) Menteri atau pejabat yang ditunjuk harus memberitahukan secara\ntertulis","metadata":{"loc":{"lines":{"from":1271,"to":1277}}}}],["153",{"pageContent":"ang ditunjuk harus memberitahukan secara\ntertulis kepada pengusaha mengenai perbaikan peraturan perusahaan.\n(4) Dalam waktu paling lama 14 (empat belas) hari kerja sejak tanggal pemberitahuan diterima oleh\npengusaha sebagaimana dimaksud dalam ayat (3), pengusaha wajib menyampaikan kembali\nperaturan perusahaan yang telah diperbaiki kepada Menteri atau pejabat yang ditunjuk.\nPasal 113\n\n (1) Perubahan peraturan perusahaan sebelum berakhir jangka waktu berlakunya hanya dapat\ndilakukan atas dasar","metadata":{"loc":{"lines":{"from":1277,"to":1285}}}}],["154",{"pageContent":" berlakunya hanya dapat\ndilakukan atas dasar kesepakatan antara pengusaha dan wakil pekerja/buruh.\n(2) Peraturan perusahaan hasil perubahan sebagaimana dimaksud dalam ayat (1) harus mendapat\npengesa-han dari Menteri atau pejabat yang ditunjuk.\nPasal 114\nPengusaha wajib memberitahukan dan menjelaskan isi serta memberikan naskah peraturan\nperusahaan atau perubahannya kepada pekerja/buruh.\nPasal 115\nKetentuan mengenai tata cara pembuatan dan pengesahan peraturan perusahaan diatur dengan\nKeput","metadata":{"loc":{"lines":{"from":1285,"to":1294}}}}],["155",{"pageContent":"atan dan pengesahan peraturan perusahaan diatur dengan\nKeputusan  Menteri.\nBagian  Ketujuh\nPerjanjian Kerja Bersama\nPasal 116\n(1) Perjanjian kerja bersama dibuat oleh serikat pekerja/serikat buruh atau beberapa serikat\npekerja/serikat buruh yang telah tercatat pada instansi yang bertanggung jawab di bidang\nketenagakerjaan dengan pengusaha atau beberapa pengusaha.\n(2) Penyusunan perjanjian kerja bersama sebagaimana dimaksud dalam ayat (1) dilaksanakan secara\nmusya-warah.\n(3) Perjanjian ker","metadata":{"loc":{"lines":{"from":1294,"to":1304}}}}],["156",{"pageContent":"akan secara\nmusya-warah.\n(3) Perjanjian kerja bersama sebagaimana dimaksud dalam ayat (1) harus dibuat secara tertulis\ndengan huruf latin dan menggunakan bahasa Indonesia.\n(4) Dalam hal terdapat perjanjian kerja bersama yang dibuat tidak menggunakan bahasa Indonesia,\nmaka per-janjian kerja bersama tersebut harus diterjemahkan dalam bahasa Indonesia oleh\npenerjemah tersumpah dan terjemahan tersebut dianggap sudah memenuhi ketentuan\nsebagaimana dimaksud dalam ayat (3).\nPasal 117\nDalam hal musyawarah sebagaimana dim","metadata":{"loc":{"lines":{"from":1304,"to":1313}}}}],["157",{"pageContent":"3).\nPasal 117\nDalam hal musyawarah sebagaimana dimaksud dalam Pasal 116 ayat (2) tidak mencapai\nkesepakatan, maka penyelesaiannya dilakukan melalui prosedur penyelesaian perselisihan\nhubungan  industrial.\nPasal 118\nDalam 1 (satu) perusahaan hanya dapat dibuat 1 (satu) perjanjian kerja bersama yang berlaku\nbagi seluruh pekerja/buruh di perusahaan.\nPasal 119\n(1) Dalam hal di satu perusahaan hanya terdapat satu serikat pekerja/serikat buruh, maka serikat\npekerja/seri-kat buruh terse","metadata":{"loc":{"lines":{"from":1313,"to":1323}}}}],["158",{"pageContent":"uh, maka serikat\npekerja/seri-kat buruh tersebut berhak mewakili pekerja/buruh dalam perundingan pembuatan\nperjanjian kerja bersama dengan pengusaha apabila memiliki jumlah anggota lebih dari 50%\n(lima puluh perseratus) dari jumlah seluruh pekerja/buruh di perusahaan yang bersangkutan.\n\n (2) Dalam hal di satu perusahaan hanya terdapat satu serikat pekerja/serikat buruh sebagaimana\ndimaksud pada ayat (1) tetapi tidak memiliki jumlah anggota lebih dari 50% (lima puluh\nperseratus) dari jumlah","metadata":{"loc":{"lines":{"from":1323,"to":1330}}}}],["159",{"pageContent":"ih dari 50% (lima puluh\nperseratus) dari jumlah seluruh pekerja/buruh di perusahaan maka serikat pekerja/serikat buruh\ndapat mewakili pekerja/buruh dalam perundingan dengan pengusaha apabila serikat\npekerja/serikat buruh yang bersangkutan telah mendapat dukungan lebih 50% (lima puluh\nperseratus) dari jumlah seluruh pekerja/buruh di perusahaan melalui pemungutan suara.\n(3) Dalam hal dukungan sebagaimana dimaksud dalam ayat (2) tidak tercapai maka serikat\npekerja/serikat buruh yang b","metadata":{"loc":{"lines":{"from":1330,"to":1336}}}}],["160",{"pageContent":"capai maka serikat\npekerja/serikat buruh yang bersangkutan dapat mengajukan kembali permintaan untuk\nmerundingkan perjanjian kerja bersama dengan pengusaha setelah melampaui jangka waktu 6\n(enam) bulan terhitung sejak dilakukannya pemungutan suara dengan mengikuti prosedur\nsebagaimana dimaksud dalam ayat (2).\nPasal 120\n(1) Dalam hal di satu perusahaan terdapat lebih dari 1 (satu) serikat pekerja/serikat buruh maka yang\nberhak mewakili pekerja/buruh melakukan perundingan dengan pengusaha yang","metadata":{"loc":{"lines":{"from":1336,"to":1343}}}}],["161",{"pageContent":"ja/buruh melakukan perundingan dengan pengusaha yang jumlah\nkeanggotaannya lebih dari 50% (lima puluh perseratus) dari seluruh jumlah pekerja/buruh di\nperusahaan  tersebut.\n(2) Dalam hal ketentuan sebagaimana dimaksud dalam ayat (1) tidak terpenuhi, maka serikat\npekerja/serikat buruh dapat melakukan koalisi sehingga tercapai jumlah lebih dari 50% (lima\npuluh perseratus) dari seluruh jumlah pekerja/buruh di perusahaan tersebut untuk mewakili\ndalam perundingan dengan pengusaha.\n(","metadata":{"loc":{"lines":{"from":1343,"to":1350}}}}],["162",{"pageContent":" mewakili\ndalam perundingan dengan pengusaha.\n(3) Dalam hal ketentuan sebagaimana dimaksud dalam ayat (1) atau ayat (2) tidak terpenuhi, maka\npara seri-kat pekerja/serikat buruh membentuk tim perunding yang keanggotaannya ditentukan\nsecara proporsional berdasarkan jumlah anggota masing-masing serikat pekerja/serikat buruh.\nPasal 121\nKeanggotaan serikat pekerja/serikat buruh sebagaimana dimaksud dalam Pasal 119 dan Pasal\n120 dibuktikan dengan kartu tanda anggota.\nPasal 122\nPemungutan suara sebagaimana","metadata":{"loc":{"lines":{"from":1350,"to":1359}}}}],["163",{"pageContent":" anggota.\nPasal 122\nPemungutan suara sebagaimana dimaksud dalam Pasal 119 ayat (2) diselenggarakan oleh\npanitia yang terdiri dari wakil-wakil pekerja/buruh dan pengurus serikat pekerja/serikat buruh\nyang disaksikan oleh pihak pejabat yang bertanggung jawab di bidang ketenagakerjaan dan\npengusaha.\nPasal 123\n(1) Masa berlakunya perjanjian kerja bersama paling lama 2 (dua) tahun.\n(2) Perjanjian kerja bersama sebagaimana dimaksud dalam ayat (1) dapat diperpanjang masa\nberlakun","metadata":{"loc":{"lines":{"from":1359,"to":1368}}}}],["164",{"pageContent":" ayat (1) dapat diperpanjang masa\nberlakunya pa-ling lama 1 (satu) tahun berdasarkan kesepakatan tertulis antara pengusaha\ndengan serikat pekerja/serikat buruh.\n(3) Perundingan pembuatan perjanjian kerja bersama berikutnya dapat dimulai paling cepat 3 (tiga)\nbulan se-belum berakhirnya perjanjian kerja bersama yang sedang berlaku.\n(4) Dalam hal perundingan sebagaimana dimaksud dalam ayat (3) tidak mencapai kesepakatan maka\nperjan-jian kerja bersama yang sedang berlaku, tetap berl","metadata":{"loc":{"lines":{"from":1368,"to":1374}}}}],["165",{"pageContent":"-jian kerja bersama yang sedang berlaku, tetap berlaku untuk paling lama 1 (satu) tahun.\nPasal 124\n\n (1) Perjanjian kerja bersama paling sedikit memuat :\na. hak dan kewajiban pengusaha;\nb. hak dan kewajiban serikat pekerja/serikat buruh serta pekerja/buruh;\nc. jangka waktu dan tanggal mulai berlakunya perjanjian kerja bersama; dan\nd. tanda tangan para pihak pembuat perjanjian kerja bersama.\n(2) Ketentuan dalam perjanjian kerja bersama tidak boleh bertentangan dengan peraturan perundang","metadata":{"loc":{"lines":{"from":1374,"to":1382}}}}],["166",{"pageContent":" bersama tidak boleh bertentangan dengan peraturan perundang-\nundangan yang berlaku.\n(3) Dalam hal isi perjanjian kerja bersama bertentangan dengan peraturan perundang-undangan yang\nberlaku sebagaimana dimaksud dalam ayat (2), maka ketentuan yang bertentangan tersebut\nbatal demi hukum dan yang berlaku adalah ketentuan dalam peraturan perundang-undangan.\nPasal 125\nDalam hal kedua belah pihak sepakat mengadakan perubahan perjanjian kerja bersama, maka\nperubahan tersebut merupakan bagian yang tidak terpisahkan dari perjanjian kerja b","metadata":{"loc":{"lines":{"from":1382,"to":1389}}}}],["167",{"pageContent":" bagian yang tidak terpisahkan dari perjanjian kerja bersama yang\nsedang berlaku.\nPasal 126\n(1) Pengusaha, serikat pekerja/serikat buruh dan pekerja/buruh wajib melaksanakan ketentuan yang\nada da-lam perjanjian kerja bersama.\n(2) Pengusaha dan serikat pekerja/serikat buruh wajib memberitahukan isi perjanjian kerja bersama\natau peru-bahannya kepada seluruh pekerja/ buruh.\n(3) Pengusaha harus mencetak dan membagikan naskah perjanjian kerja bersama kepada setiap\npekerja/ buruh atas biaya per","metadata":{"loc":{"lines":{"from":1389,"to":1397}}}}],["168",{"pageContent":"ersama kepada setiap\npekerja/ buruh atas biaya perusahaan.\nPasal 127\n(1) Perjanjian kerja yang dibuat oleh pengusaha dan pekerja/buruh tidak boleh bertentangan dengan\nperjanjian  kerja  bersama.\n(2) Dalam hal ketentuan dalam perjanjian kerja sebagaimana dimaksud dalam ayat (1) bertentangan\ndengan perjanjian kerja bersama, maka ketentuan dalam perjanjian kerja tersebut batal demi\nhukum dan yang berlaku adalah ketentuan dalam perjanjian kerja bersama.\nPasal 128\nDalam hal perjanjian kerja tidak memuat at","metadata":{"loc":{"lines":{"from":1397,"to":1406}}}}],["169",{"pageContent":"Pasal 128\nDalam hal perjanjian kerja tidak memuat aturan-aturan yang diatur dalam perjanjian kerja\nbersama maka yang berlaku adalah aturan-aturan dalam perjanjian kerja bersama.\nPasal 129\n(1) Pengusaha dilarang mengganti perjanjian kerja bersama dengan peraturan perusahaan, selama di\nperusa-haan yang bersangkutan masih ada serikat pekerja/serikat buruh.\n(2) Dalam hal di perusahaan tidak ada lagi serikat pekerja/serikat buruh dan perjanjian kerja bersama\ndiganti dengan peraturan perusahaan, maka ketentuan yang ada d","metadata":{"loc":{"lines":{"from":1406,"to":1413}}}}],["170",{"pageContent":" dengan peraturan perusahaan, maka ketentuan yang ada dalam peraturan perusahaan\ntidak boleh lebih rendah dari ketentuan yang ada dalam perjanjian kerja bersama.\nPasal 130\n(1) Dalam hal perjanjian kerja bersama yang sudah berakhir masa berlakunya akan diperpanjang atau\ndiper-baharui dan di perusahaan tersebut hanya terdapat 1 (satu) serikat pekerja/serikat buruh,\n\n maka perpanjangan atau pembuatan pembaharuan perjanjian kerja bersama tidak mensyaratkan\nketentuan dalam Pasal 119.\n(2) Dalam hal perjanjian","metadata":{"loc":{"lines":{"from":1413,"to":1421}}}}],["171",{"pageContent":"ketentuan dalam Pasal 119.\n(2) Dalam hal perjanjian kerja bersama yang sudah berakhir masa berlakunya akan diperpanjang atau\ndiper-baharui dan di perusahaan tersebut terdapat lebih dari 1 (satu) serikat pekerja/serikat buruh\ndan serikat pekerja/serikat buruh yang dulu berunding tidak lagi memenuhi ketentuan Pasal 120\nayat (1), maka perpanjangan atau pembuatan pembaharuan perjanjian kerja bersama dilakukan\noleh serikat pekerja/serikat buruh yang anggotanya lebih 50% (lima puluh perseratus) dari jum","metadata":{"loc":{"lines":{"from":1421,"to":1426}}}}],["172",{"pageContent":"otanya lebih 50% (lima puluh perseratus) dari jumlah\nseluruh pekerja/buruh di perusahaan bersama-sama dengan serikat pekerja/serikat buruh yang\nmembuat perjanjian kerja bersama terdahulu dengan membentuk tim perunding secara\nproporsional.\n(3) Dalam hal perjanjian kerja bersama yang sudah berakhir masa berlakunya akan diperpanjang atau\ndiper-baharui dan di perusahaan tersebut terdapat lebih dari 1 (satu) serikat pekerja/ serikat\nburuh dan tidak satupun serikat pekerja/serikat buruh yang ada memenuhi ket","metadata":{"loc":{"lines":{"from":1426,"to":1432}}}}],["173",{"pageContent":"ikat pekerja/serikat buruh yang ada memenuhi ketentuan Pasal 120\nayat (1), maka perpanjangan atau pembuatan pembaharuan perjanjian kerja bersama dilakukan\nmenurut ketentuan Pasal 120 ayat (2) dan ayat (3).\nPasal 131\n(1) Dalam hal terjadi pembubaran serikat pekerja/serikat buruh atau pengalihan kepemilikan\nperusahaan maka perjanjian kerja bersama tetap berlaku sampai berakhirnya jangka waktu\nperjanjian  kerja  bersama.\n(2) Dalam hal terjadi penggabungan perusahaan (merger) dan masing-m","metadata":{"loc":{"lines":{"from":1432,"to":1439}}}}],["174",{"pageContent":"jadi penggabungan perusahaan (merger) dan masing-masing perusahaan\nmempunyai perjan-jian kerja bersama maka perjanjian kerja bersama yang berlaku adalah\nperjanjian kerja bersama yang lebih menguntungkan pekerja/buruh.\n(3) Dalam hal terjadi penggabungan perusahaan (merger) antara perusahaan yang mempunyai\nperjanjian kerja bersama dengan perusahaan yang belum mempunyai perjanjian kerja bersama\nmaka perjanjian kerja bersama tersebut berlaku bagi perusahaan yang bergabung (merger)\nsampai dengan berakhirnya j","metadata":{"loc":{"lines":{"from":1439,"to":1445}}}}],["175",{"pageContent":" bergabung (merger)\nsampai dengan berakhirnya jangka waktu perjanjian kerja bersama.\nPasal 132\n(1) Perjanjian kerja bersama mulai berlaku pada hari penandatanganan kecuali ditentukan lain dalam\nperjanjian kerja bersama  tersebut.\n(2) Perjanjian kerja bersama yang ditandatangani oleh pihak yang membuat perjanjian kerja bersama\nselan-jutnya didaftarkan oleh pengusaha pada instansi yang bertanggung jawab di bidang\nketenagakerjaan.\nPasal 133\nKetentuan mengenai persyaratan serta t","metadata":{"loc":{"lines":{"from":1445,"to":1454}}}}],["176",{"pageContent":"Pasal 133\nKetentuan mengenai persyaratan serta tata cara pembuatan, perpanjangan, perubahan, dan\npendaftaran perjanjian kerja bersama diatur dengan Keputusan Menteri.\nPasal 134\nDalam mewujudkan pelaksanaan hak dan kewajiban pekerja/buruh dan pengusaha, pemerintah\nwajib melaksanakan pengawasan dan penegakan peraturan perundang-undangan\nketenagakerjaan.\nPasal 135\nPelaksanaan peraturan perundang-undangan ketenagakerjaan dalam mewujudkan hubungan\nindustrial merupakan tanggung jawab pekerja/buruh, pengusaha,","metadata":{"loc":{"lines":{"from":1454,"to":1463}}}}],["177",{"pageContent":"upakan tanggung jawab pekerja/buruh, pengusaha, dan pemerintah.\n\n Bagian  Kedelapan\nLembaga  Penyelesaian  Perselisihan\nHubungan Industrial\nParagraf 1\nPerselisihan  Hubungan  Industrial\nPasal 136\n(1) Penyelesaian perselisihan hubungan industrial wajib dilaksanakan oleh pengusaha dan\npekerja/buruh atau serikat pekerja/serikat buruh secara musyawarah untuk mufakat.\n(2) Dalam hal penyelesaian secara musyawarah untuk mufakat sebagaimana dimaksud dalam ayat\n(1) tidak tercapai, maka pengusaha dan pekerja","metadata":{"loc":{"lines":{"from":1463,"to":1474}}}}],["178",{"pageContent":"\n(1) tidak tercapai, maka pengusaha dan pekerja/ buruh atau serikat pekerja/serikat buruh\nmenyelesaikan perselisihan hubungan industrial melalui prosedur penyelesaian perselisihan\nhubungan industrial yang diatur dengan undang-undang.\nParagraf 2\nMogok Kerja\nPasal 137\nMogok kerja sebagai hak dasar pekerja/buruh dan serikat pekerja/serikat buruh dilakukan secara\nsah, tertib, dan damai sebagai akibat gagalnya perundingan.\nPasal 138\n(1) Pekerja/buruh dan/atau serikat pekerja/serikat buruh yang berm","metadata":{"loc":{"lines":{"from":1474,"to":1484}}}}],["179",{"pageContent":" dan/atau serikat pekerja/serikat buruh yang bermaksud mengajak pekerja/buruh\nlain untuk mogok kerja pada saat mogok kerja berlangsung dilakukan dengan tidak melanggar\nhukum.\n(2) Pekerja/buruh yang diajak mogok kerja sebagaimana dimaksud dalam ayat (1), dapat memenuhi\natau tidak memenuhi ajakan tersebut.\nPasal 139\nPelaksanaan mogok kerja bagi pekerja/buruh yang bekerja pada perusahaan yang melayani\nkepentingan umum dan/atau perusahaan yang jenis kegiatan-nya membahayakan keselam","metadata":{"loc":{"lines":{"from":1484,"to":1491}}}}],["180",{"pageContent":"ang jenis kegiatan-nya membahayakan keselamatan\njiwa manusia diatur sedemikian rupa sehingga tidak mengganggu kepentingan umum dan/atau\nmembahayakan keselamatan orang lain.\nPasal 140\n(1) Sekurang-kurangnya dalam waktu 7 (tujuh) hari kerja sebelum mogok kerja dilaksanakan,\npekerja/buruh dan serikat pekerja/serikat buruh wajib memberitahukan secara tertulis kepada\npengusaha dan instansi yang bertanggung jawab di bidang ketenagakerjaan setempat.\n(2) Pemberitahuan sebagaimana dimaksud","metadata":{"loc":{"lines":{"from":1491,"to":1498}}}}],["181",{"pageContent":" setempat.\n(2) Pemberitahuan sebagaimana dimaksud dalam ayat (1) sekurang-kurangnya memuat :\na. waktu (hari, tanggal, dan jam) dimulai dan diakhiri mogok kerja;\nb. tempat mogok kerja;\nc. alasan dan sebab-sebab mengapa harus melakukan mogok kerja; dan\n\n d. tanda tangan ketua dan sekretaris dan/atau masing-masing ketua dan sekretaris serikat\npekerja/serikat buruh sebagai penanggung jawab mogok kerja.\n(3) Dalam hal mogok kerja akan dilakukan oleh pekerja/buruh yang tidak menjadi anggota ser","metadata":{"loc":{"lines":{"from":1498,"to":1506}}}}],["182",{"pageContent":" oleh pekerja/buruh yang tidak menjadi anggota serikat\npekerja/ serikat buruh, maka pemberitahuan sebagaimana dimaksud dalam ayat (2)\nditandatangani oleh perwakilan pekerja/buruh yang ditunjuk sebagai koordinator dan/atau\npenanggung jawab mogok kerja.\n(4) Dalam hal mogok kerja dilakukan tidak sebagaimana dimaksud dalam ayat (1), maka demi\nmenyelamat kan alat produksi dan aset perusahaan, pengusaha dapat mengambil tindakan\nsementara dengan cara :\na. melarang para pekerja/buruh yang mogok kerja","metadata":{"loc":{"lines":{"from":1506,"to":1513}}}}],["183",{"pageContent":" :\na. melarang para pekerja/buruh yang mogok kerja berada di lokasi kegiatan proses produksi;\natau\nb. bila dianggap perlu melarang pekerja/buruh yang mogok kerja berada di lokasi perusahaan.\nPasal 141\n(1) Instansi pemerintah dan pihak perusahaan yang menerima surat pemberitahuan mogok kerja\nsebagaimana dimaksud dalam Pasal 140 wajib memberikan tanda terima.\n(2) Sebelum dan selama mogok kerja berlangsung, instansi yang bertanggung jawab di bidang\nketenagakerjaan wajib menyelesaikan masalah yang menyebabkan timbulny","metadata":{"loc":{"lines":{"from":1513,"to":1521}}}}],["184",{"pageContent":"ajib menyelesaikan masalah yang menyebabkan timbulnya pemogokan\ndengan mempertemukan dan merundingkannya dengan para pihak yang berselisih.\n(3) Dalam hal perundingan sebagaimana dimaksud dalam ayat (2) menghasilkan kesepakatan, maka\nharus dibuatkan perjanjian bersama yang ditandatangani oleh para pihak dan pegawai dari\ninstansi yang bertanggung jawab di bidang ketenagakerjaan sebagai saksi.\n(4) Dalam hal perundingan sebagaimana dimaksud dalam ayat (2) tidak menghasilkan kesepakatan,\nmaka pegawai","metadata":{"loc":{"lines":{"from":1521,"to":1527}}}}],["185",{"pageContent":") tidak menghasilkan kesepakatan,\nmaka pegawai dari instansi yang bertanggung jawab di bidang ketenagakerjaan segera\nmenyerahkan masalah yang menyebabkan terjadinya mogok kerja kepada lembaga\npenyelesaian perselisihan hubungan industrial yang berwenang.\n(5) Dalam hal perundingan tidak menghasilkan kesepakatan sebagaimana dimaksud dalam ayat (4),\nmaka atas dasar perundingan antara pengusaha dengan serikat pekerja/serikat buruh atau\npenanggung jawab mogok kerja, mogok kerja dapat diteruskan atau dihentikan untuk sementara\n","metadata":{"loc":{"lines":{"from":1527,"to":1534}}}}],["186",{"pageContent":" kerja dapat diteruskan atau dihentikan untuk sementara\natau dihentikan sama sekali.\nPasal 142\n(1) Mogok kerja yang dilakukan tidak memenuhi ketentuan sebagaimana dimaksud dalam Pasal 139\ndan Pa-sal 140 adalah mogok kerja tidak sah.\n(2) Akibat hukum dari mogok kerja yang tidak sah sebagaimana dimaksud dalam ayat (1) akan diatur\ndengan Keputusan Menteri.\nPasal 143\n(1) Siapapun tidak dapat menghalang-halangi pekerja/buruh dan serikat pekerja/serikat buruh untuk\nmengguna kan hak mogok kerja y","metadata":{"loc":{"lines":{"from":1534,"to":1543}}}}],["187",{"pageContent":"/serikat buruh untuk\nmengguna kan hak mogok kerja yang dilakukan secara sah, tertib, dan damai.\n(2) Siapapun dilarang melakukan penangkapan dan/atau penahanan terhadap pekerja/buruh dan\npengurus serikat pekerja/serikat buruh yang melakukan mogok kerja secara sah, tertib, dan\ndamai sesuai dengan peraturan perundang-undangan yang berlaku.\nPasal 144\nTerhadap mogok kerja yang dilakukan sesuai dengan ketentuan sebagaimana dimaksud dalam\nPasal 140, pengusaha dilarang :\n\n a. mengganti pekerja/buruh yang mog","metadata":{"loc":{"lines":{"from":1543,"to":1552}}}}],["188",{"pageContent":"aha dilarang :\n\n a. mengganti pekerja/buruh yang mogok kerja dengan pekerja/buruh lain dari luar\nperusahaan;  atau\nb. memberikan sanksi atau tindakan balasan dalam bentuk apapun kepada pekerja/buruh\ndan pengurus serikat pekerja/serikat buruh selama dan sesudah melakukan mogok kerja.\nPasal 145\nDalam hal pekerja/buruh yang melakukan mogok kerja secara sah dalam melakukan tuntutan\nhak normatif yang sungguh-sungguh dilanggar oleh pengusaha, pekerja/buruh berhak\nmendapatkan  upah.\nParagraf 3","metadata":{"loc":{"lines":{"from":1552,"to":1562}}}}],["189",{"pageContent":"/buruh berhak\nmendapatkan  upah.\nParagraf 3\nPenutupan  Perusahaan  (lock-out)\nPasal 146\n(1) Penutupan perusahaan (lock out) merupakan hak dasar pengusaha untuk menolak pekerja/buruh\nsebagian atau seluruhnya untuk menjalankan pekerjaan sebagai akibat gagalnya perundingan.\n(2) Pengusaha tidak dibenarkan melakukan penutupan perusahaan (lock out) sebagai tindakan\nbalasan sehubungan adanya tuntutan normatif dari pekerja/buruh dan/atau serikat pekerja/serikat\nburuh.\n(3","metadata":{"loc":{"lines":{"from":1562,"to":1572}}}}],["190",{"pageContent":"/atau serikat pekerja/serikat\nburuh.\n(3) Tindakan penutupan perusahaan (lock out) harus dilakukan sesuai dengan ketentuan hukum yang\nberlaku.\nPasal 147\nPenutupan perusahaan (lock out) dilarang dilakukan pada perusahaan-perusahaan yang\nmelayani kepentingan umum dan/atau jenis kegiatan yang membahayakan keselamatan jiwa\nmanusia, meliputi rumah sakit, pelayanan jaringan air bersih, pusat pengendali telekomunikasi,\npusat penyedia tenaga listrik, pengolahan minyak dan gas bumi, serta","metadata":{"loc":{"lines":{"from":1572,"to":1580}}}}],["191",{"pageContent":" tenaga listrik, pengolahan minyak dan gas bumi, serta kereta api.\nPasal 148\n(1) Pengusaha wajib memberitahukan secara tertulis kepada pekerja/buruh dan/atau serikat\npekerja/serikat buruh, serta instansi yang bertanggung jawab di bidang ketenagakerjaan\nsetempat sekurang-kurangnya 7 (tujuh) hari kerja sebelum penutupan perusahaan (lock out)\ndilaksanakan.\n(2) Pemberitahuan sebagaimana dimaksud dalam ayat (1) sekurang-kurangnya memuat :\na. waktu (hari, tanggal, dan jam)","metadata":{"loc":{"lines":{"from":1580,"to":1587}}}}],["192",{"pageContent":"a memuat :\na. waktu (hari, tanggal, dan jam) dimulai dan diakhiri penutupan perusahaan (lock out); dan\nb. alasan dan sebab-sebab melakukan penutupan perusahaan (lock out).\n(3) Pemberitahuan sebagaimana dimaksud dalam ayat (1) ditandatangani oleh pengusaha dan/atau\npimpinan perusahaan yang bersangkutan.\nPasal 149\n(1) Pekerja/buruh atau serikat pekerja/serikat buruh dan instansi yang bertanggung jawab di bidang\nketenaga-kerjaan yang menerima secara langsung surat pemberitahuan penutupan per","metadata":{"loc":{"lines":{"from":1587,"to":1594}}}}],["193",{"pageContent":"ang menerima secara langsung surat pemberitahuan penutupan perusahaan\n(lock out) sebagaimana dimaksud dalam Pasal 148 harus memberikan tanda bukti penerimaan\ndengan mencantumkan hari, tanggal, dan jam penerimaan.\n\n (2) Sebelum dan selama penutupan perusahaan (lock out) berlangsung, instansi yang bertanggung\njawab di bidang ketenagakerjaan berwenang langsung menyelesaikan masalah yang\nmenyebabkan timbulnya penutupan perusahaan (lock out) dengan mempertemukan dan\nmerundingkannya dengan para pihak yang berselisih.\n(3) Dalam hal perundingan","metadata":{"loc":{"lines":{"from":1594,"to":1602}}}}],["194",{"pageContent":"ihak yang berselisih.\n(3) Dalam hal perundingan sebagaimana dimaksud dalam ayat (2) menghasilkan kesepakatan, maka\nharus dibuat perjanjian bersama yang ditandatangani oleh para pihak dan pegawai dari instansi\nyang bertanggung jawab di bidang ketenagakerjaan sebagai saksi.\n(4) Dalam hal perundingan sebagaimana dimaksud dalam ayat (2) tidak menghasilkan kesepakatan,\nmaka pegawai dari instansi yang bertanggung jawab di bidang ketenagakerjaan segera\nmenyerahkan masalah yang menyebabkan terjadinya penut","metadata":{"loc":{"lines":{"from":1602,"to":1608}}}}],["195",{"pageContent":"menyerahkan masalah yang menyebabkan terjadinya penutupan perusahaan (lock out) kepada\nlembaga penyelesaian perselisihan hubungan industrial.\n(5) Apabila perundingan tidak menghasilkan kesepakatan sebagaimana dimaksud dalam ayat (4),\nmaka atas dasar perundingan antara pengusaha dan serikat pekerja/serikat buruh, penutupan\nperusahaan (lock out) dapat diteruskan atau dihentikan untuk sementara atau dihentikan sama\nsekali.\n(6) Pemberitahuan sebagaimana dimaksud dalam Pasal 148 ayat (1) dan ayat (2) tidak diperlukan","metadata":{"loc":{"lines":{"from":1608,"to":1614}}}}],["196",{"pageContent":" Pasal 148 ayat (1) dan ayat (2) tidak diperlukan\napabila :\na. pekerja/buruh atau serikat pekerja/serikat buruh melanggar prosedur mogok kerja\nsebagaimana dimaksud dalam Pasal 140;\nb. pekerja/buruh atau serikat pekerja/serikat buruh melanggar ketentuan normatif yang\nditentukan dalam perjanjian kerja, peraturan perusahaan, perjanjian kerja bersama, atau\nperaturan perundang-undangan yang berlaku.\nBAB XII\nPEMUTUSAN HUBUNGAN KERJA\nPasal 150\nKetentuan mengenai pemutusan hubungan kerja dalam undang","metadata":{"loc":{"lines":{"from":1614,"to":1624}}}}],["197",{"pageContent":"etentuan mengenai pemutusan hubungan kerja dalam undang-undang ini meliputi pemutusan\nhubungan kerja yang terjadi di badan usaha yang berbadan hukum atau tidak, milik orang\nperseorangan, milik persekutuan atau milik badan hukum, baik milik swasta maupun milik\nnegara, maupun usaha-usaha sosial dan usaha-usaha lain yang mempunyai pengurus dan\nmempekerjakan orang lain dengan membayar upah atau imbalan dalam bentuk lain.\nPasal 151\n(1) Pengusaha, pekerja/buruh, serikat pekerja/serikat buruh, dan pemerintah","metadata":{"loc":{"lines":{"from":1624,"to":1630}}}}],["198",{"pageContent":"uh, serikat pekerja/serikat buruh, dan pemerintah, dengan segala upaya\nharus mengusahakan agar jangan terjadi pemutusan hubungan kerja.\n(2) Dalam hal segala upaya telah dilakukan, tetapi pemutusan hubungan kerja tidak dapat dihindari,\nmaka maksud pemutusan hubungan kerja wajib dirundingkan oleh pengusaha dan serikat\npekerja/serikat buruh atau dengan pekerja/buruh apabila pekerja/buruh yang bersangkutan tidak\nmenjadi anggota serikat pekerja/serikat buruh.\n(3) Dalam hal perundingan se","metadata":{"loc":{"lines":{"from":1630,"to":1636}}}}],["199",{"pageContent":"ja/serikat buruh.\n(3) Dalam hal perundingan sebagaimana dimaksud dalam ayat (2) benar-benar tidak menghasilkan\npersetu-juan, pengusaha hanya dapat memutuskan hubungan kerja dengan pekerja/buruh\nsetelah memperoleh penetapan dari lembaga penyelesaian perselisihan hubungan industrial.\nPasal 152\n(1) Permohonan penetapan pemutusan hubungan kerja diajukan secara tertulis kepada lembaga\npenyelesaian perselisihan hubungan industrial disertai alasan yang menjadi dasarnya.\n\n (2) Permohonan penetapan sebagaimana dimaksud d","metadata":{"loc":{"lines":{"from":1636,"to":1644}}}}],["200",{"pageContent":".\n\n (2) Permohonan penetapan sebagaimana dimaksud dalam ayat (1) dapat diterima oleh lembaga\npenyelesaian perselisihan hubungan industrial apabila telah dirundangkan sebagaimana\ndimaksud dalam Pasal 151 ayat (2).\n(3) Penetapan atas permohonan pemutusan hubungan kerja hanya dapat diberikan oleh lembaga\npenyelesaian perselisihan hubungan industrial jika ternyata maksud untuk memutuskan\nhubungan kerja telah dirundingkan, tetapi perundingan tersebut tidak menghasilkan kesepakatan.\nPasal 153\n(1) Pengusaha dilarang melakukan p","metadata":{"loc":{"lines":{"from":1644,"to":1653}}}}],["201",{"pageContent":"\nPasal 153\n(1) Pengusaha dilarang melakukan pemutusan hubungan kerja dengan alasan :\na. pekerja/buruh berhalangan masuk kerja karena sakit menurut keterangan dokter selama\nwaktu tidak melampaui 12 (dua belas) bulan secara terus-menerus;\nb. pekerja/buruh berhalangan menjalankan pekerjaannya karena memenuhi kewajiban\nterhadap negara sesuai dengan ketentuan peraturan perundang-undangan yang berlaku;\nc. pekerja/buruh menjalankan ibadah yang diperintahkan agamanya;\nd. pekerja/buruh  menikah","metadata":{"loc":{"lines":{"from":1653,"to":1661}}}}],["202",{"pageContent":"intahkan agamanya;\nd. pekerja/buruh  menikah;\ne. pekerja/buruh perempuan hamil, melahirkan, gugur kandungan, atau menyusui bayinya;\nf. pekerja/buruh mempunyai pertalian darah dan/atau ikatan perkawinan dengan\npekerja/buruh lainnya di dalam satu perusahaan, kecuali telah diatur dalam perjanjian kerja,\nperaturan perusahan, atau perjanjian kerja bersama;\ng. pekerja/buruh mendirikan, menjadi anggota dan/atau pengurus serikat pekerja/serikat\nburuh, pekerja/buruh melakukan kegiat","metadata":{"loc":{"lines":{"from":1661,"to":1668}}}}],["203",{"pageContent":"serikat\nburuh, pekerja/buruh melakukan kegiatan serikat pekerja/serikat buruh di luar jam kerja, atau di\ndalam jam kerja atas kesepakatan pengusaha, atau berdasarkan ketentuan yang diatur dalam\nperjanjian kerja, peraturan perusahaan, atau perjanjian kerja bersama;\nh. pekerja/buruh yang mengadukan pengusaha kepada yang berwajib mengenai perbuatan\npengusaha yang melakukan tindak pidana kejahatan;\ni. karena perbedaan paham, agama, aliran politik, suku, warna kulit, golongan, jenis\n","metadata":{"loc":{"lines":{"from":1668,"to":1675}}}}],["204",{"pageContent":" politik, suku, warna kulit, golongan, jenis\nkelamin, kondisi fisik, atau status perkawinan;\nj. pekerja/buruh dalam keadaan cacat tetap, sakit akibat kecelakaan kerja, atau sakit\nkarena hubungan kerja yang menurut surat keterangan dokter yang jangka waktu\npenyembuhannya belum dapat dipastikan.\n(2) Pemutusan hubungan kerja yang dilakukan dengan alasan sebagaimana dimaksud dalam ayat (1)\nbatal demi hukum dan pengusaha wajib mempekerjakan kembali pekerja/buruh yang\nbersangkutan.\n","metadata":{"loc":{"lines":{"from":1675,"to":1683}}}}],["205",{"pageContent":"akan kembali pekerja/buruh yang\nbersangkutan.\nPasal 154\nPenetapan sebagaimana dimaksud dalam Pasal 151 ayat (3) tidak diperlukan dalam hal :\na. pekerja/buruh masih dalam masa percobaan kerja, bilamana telah dipersyaratkan secara\ntertulis  sebelumnya;\nb. pekerja/buruh mengajukan permintaan pengunduran diri, secara tertulis atas kemauan\nsendiri tanpa ada indikasi adanya tekanan/intimidasi dari pengusaha, berakhirnya hubungan\nkerja sesuai dengan perjanjian kerja waktu tertentu untuk pertama kali;\n","metadata":{"loc":{"lines":{"from":1683,"to":1692}}}}],["206",{"pageContent":" perjanjian kerja waktu tertentu untuk pertama kali;\nc. pekerja/buruh mencapai usia pensiun sesuai dengan ketetapan dalam perjanjian kerja,\nperaturan perusahaan, perjanjian kerja bersama, atau peraturan perundang-undangan; atau\nd. pekerja/buruh meninggal dunia.\n\n Pasal 155\n(1) Pemutusan hubungan kerja tanpa penetapan sebagaimana dimaksud dalam Pasal 151 ayat (3)\nbatal demi hukum.\n(2) Selama putusan lembaga penyelesaian perselisihan hubungan industrial belum ditetapkan, baik\npengusaha maupun pekerja/buruh","metadata":{"loc":{"lines":{"from":1692,"to":1701}}}}],["207",{"pageContent":"etapkan, baik\npengusaha maupun pekerja/buruh harus tetap melaksanakan segala kewajibannya.\n(3) Pengusaha dapat melakukan penyimpangan terhadap ketentuan sebagaimana dimaksud dalam\nayat (2) berupa tindakan skorsing kepada pekerja/buruh yang sedang dalam proses pemutusan\nhubungan kerja dengan tetap wajib membayar upah beserta hak-hak lainnya yang biasa diterima\npekerja/buruh.\nPasal 156\n(1) Dalam hal terjadi pemutusan hubungan kerja, pengusaha diwajibkan membayar uang pesangon\ndan at","metadata":{"loc":{"lines":{"from":1701,"to":1709}}}}],["208",{"pageContent":" pengusaha diwajibkan membayar uang pesangon\ndan atau uang penghargaan masa kerja dan uang penggantian hak yang seharusnya diterima.\n(2) Perhitungan uang pesangon sebagaimana dimaksud dalam ayat (1) paling sedikit sebagai berikut\n:\na. masa kerja kurang dari 1 (satu) tahun, 1 (satu) bulan upah;\nb. masa kerja 1 (satu) tahun atau lebih tetapi kurang dari 2 (dua) tahun, 2 (dua) bulan upah;\nc. masa kerja 2 (dua) tahun atau lebih tetapi kurang dari 3 (tiga)","metadata":{"loc":{"lines":{"from":1709,"to":1715}}}}],["209",{"pageContent":" tahun atau lebih tetapi kurang dari 3 (tiga) tahun, 3 (tiga) bulan upah;\nd. masa kerja 3 (tiga) tahun atau lebih tetapi kurang dari 4 (empat) tahun, 4 (empat) bulan\nupah;\ne. masa kerja 4 (empat) tahun atau lebih tetapi kurang dari 5 (lima) tahun, 5 (lima) bulan\nupah;\nf. masa kerja 5 (lima) tahun atau lebih, tetapi kurang dari 6 (enam) tahun, 6 (enam) bulan\nupah;\ng. masa kerja 6 (enam) tahun atau lebih tetapi kur","metadata":{"loc":{"lines":{"from":1715,"to":1722}}}}],["210",{"pageContent":"a kerja 6 (enam) tahun atau lebih tetapi kurang dari 7 (tujuh) tahun, 7 (tujuh) bulan\nupah.\nh. masa kerja 7 (tujuh) tahun atau lebih tetapi kurang dari 8 (delapan) tahun, 8 (delapan)\nbulan upah;\ni. masa kerja 8 (delapan) tahun atau lebih, 9 (sembilan) bulan upah.\n(3) Perhitungan uang penghargaan masa kerja sebagaimana dimaksud dalam ayat (1) ditetapkan\nsebagai be-rikut :\na. masa kerja 3 (tiga) tahun atau lebih tetapi kurang dari 6 (en","metadata":{"loc":{"lines":{"from":1722,"to":1729}}}}],["211",{"pageContent":"iga) tahun atau lebih tetapi kurang dari 6 (enam) tahun, 2 (dua) bulan\nupah;\nb. masa kerja 6 (enam) tahun atau lebih tetapi kurang dari 9 (sembilan) tahun, 3 (tiga) bulan\nupah;\nc. masa kerja 9 (sembilan) tahun atau lebih tetapi kurang dari 12 (dua belas) tahun, 4\n(empat) bulan upah;\nd. masa kerja 12 (dua belas) tahun atau lebih tetapi kurang dari 15 (lima belas) tahun, 5\n(lima) bulan upah;\ne. masa kerja 15 (lima belas) tah","metadata":{"loc":{"lines":{"from":1729,"to":1737}}}}],["212",{"pageContent":"an upah;\ne. masa kerja 15 (lima belas) tahun atau lebih tetapi kurang dari 18 (delapan belas) tahun, 6\n(enam) bulan upah;\nf. masa kerja 18 (delapan belas) tahun atau lebih tetapi kurang dari 21 (dua puluh satu)\ntahun, 7 (tujuh) bulan upah;\ng. masa kerja 21 (dua puluh satu) tahun atau lebih tetapi kurang dari 24 (dua puluh empat)\ntahun, 8 (delapan) bulan upah;\n\n h. masa kerja 24 (dua puluh empat) tahun atau lebih, 10 (sepuluh ) bulan upah","metadata":{"loc":{"lines":{"from":1737,"to":1745}}}}],["213",{"pageContent":" tahun atau lebih, 10 (sepuluh ) bulan upah.\n(4) Uang penggantian hak yang seharusnya diterima sebagaimana dimaksud dalam ayat (1) meliputi :\na. cuti tahunan yang belum diambil dan belum gugur;\nb. biaya atau ongkos pulang untuk pekerja/buruh dan keluarganya ketempat dimana\npekerja/buruh diterima bekerja;\nc. penggantian perumahan serta pengobatan dan perawatan ditetapkan 15% (lima belas\nperseratus) dari uang pesangon dan/atau uang penghargaan masa kerja bagi yang memenuhi\nsyarat;\nd.","metadata":{"loc":{"lines":{"from":1745,"to":1753}}}}],["214",{"pageContent":"aan masa kerja bagi yang memenuhi\nsyarat;\nd. hal-hal lain yang ditetapkan dalam perjanjian kerja, peraturan perusahaan atau perjanjian\nkerja  bersama.\n(5) Perubahan perhitungan uang pesangon, perhitungan uang penghargaan masa kerja, dan uang\npenggantian hak sebagaimana dimaksud dalam ayat (2), ayat (3), dan ayat (4) ditetapkan\ndengan Peraturan Pemerintah.\nPasal 157\n(1) Komponen upah yang digunakan sebagai dasar perhitungan uang pesangon, uang penghargaan\nmasa kerja, dan uang pengganti hak","metadata":{"loc":{"lines":{"from":1753,"to":1762}}}}],["215",{"pageContent":" uang penghargaan\nmasa kerja, dan uang pengganti hak yang seharusnya diterima yang tertunda, terdiri atas :\na. upah  pokok;\nb. segala macam bentuk tunjangan yang bersifat tetap yang diberikan kepada\npekerja/buruh dan keluarganya, termasuk harga pembelian dari catu yang diberikan kepada\npekerja/buruh secara cuma-cuma, yang apabila catu harus dibayar pekerja/buruh dengan\nsubsidi, maka sebagai upah dianggap selisih antara harga pembelian dengan harga yang harus\ndibayar oleh pekerja/bur","metadata":{"loc":{"lines":{"from":1762,"to":1769}}}}],["216",{"pageContent":" harga yang harus\ndibayar oleh pekerja/buruh.\n(2) Dalam hal penghasilan pekerja/buruh dibayarkan atas dasar perhitungan harian, maka\npenghasilan sebulan adalah sama dengan 30 kali penghasilan sehari.\n(3) Dalam hal upah pekerja/buruh dibayarkan atas dasar perhitungan satuan hasil,\npotongan/borongan atau komisi, maka penghasilan sehari adalah sama dengan pendapatan rata-\nrata per hari selama 12 (dua belas) bulan terakhir, dengan ketentuan tidak boleh kurang dari\nketentuan upah minimum provinsi atau k","metadata":{"loc":{"lines":{"from":1769,"to":1776}}}}],["217",{"pageContent":"leh kurang dari\nketentuan upah minimum provinsi atau kabupaten/kota.\n(4) Dalam hal pekerjaan tergantung pada keadaan cuaca dan upahnya didasarkan pada upah\nborongan, maka perhitungan upah sebulan dihitung dari upah rata-rata 12 (dua belas) bulan\nterakhir.\nPasal 158\n(1) Pengusaha dapat memutuskan hubungan kerja terhadap pekerja/buruh dengan alasan\npekerja/buruh telah melakukan kesalahan berat sebagai berikut :\na. melakukan penipuan, pencurian, atau penggelapan barang dan/atau uang milik\nper","metadata":{"loc":{"lines":{"from":1776,"to":1785}}}}],["218",{"pageContent":"ian, atau penggelapan barang dan/atau uang milik\nperusahaan;\nb. memberikan keterangan palsu atau yang dipalsukan sehingga merugikan perusahaan;\nc. mabuk, meminum minuman keras yang memabukkan, memakai dan/atau mengedarkan\nnarkotika, psikotropika, dan zat adiktif lainnya di lingkungan kerja;\nd. melakukan perbuatan asusila atau perjudian di lingkungan kerja;\ne. menyerang, menganiaya, mengancam, atau mengintimidasi teman sekerja atau\npengusaha di lingkungan kerja;\nf. membujuk teman sekerja atau pengusaha unt","metadata":{"loc":{"lines":{"from":1785,"to":1793}}}}],["219",{"pageContent":";\nf. membujuk teman sekerja atau pengusaha untuk melakukan perbuatan yang\nbertentangan dengan peraturan perundang-undangan;\n\n g. dengan ceroboh atau sengaja merusak atau membiarkan dalam keadaan bahaya barang\nmilik perusahaan yang menimbulkan kerugian bagi perusahaan;\nh. dengan ceroboh atau sengaja membiarkan teman sekerja atau pengusaha dalam\nkeadaan bahaya di tempat kerja;\ni. membongkar atau membocorkan rahasia perusahaan yang seharusnya dirahasiakan\nkecuali untuk kepentingan negara; atau\nj. melakukan per","metadata":{"loc":{"lines":{"from":1793,"to":1803}}}}],["220",{"pageContent":"i untuk kepentingan negara; atau\nj. melakukan perbuatan lainnya di lingkungan perusahaan yang diancam pidana penjara 5\n(lima) tahun atau lebih.\n(2) Kesalahan berat sebagaimana dimaksud dalam ayat (1) harus didukung dengan bukti sebagai\nberikut :\na. pekerja/buruh tertangkap tangan;\nb. ada pengakuan dari pekerja/buruh yang bersangkutan; atau\nc. bukti lain berupa laporan kejadian yang dibuat oleh pihak yang berwenang di perusahaan yang\nbersangkutan dan didukung oleh sekurang-","metadata":{"loc":{"lines":{"from":1803,"to":1811}}}}],["221",{"pageContent":"an yang\nbersangkutan dan didukung oleh sekurang-kurangnya 2 (dua) orang saksi.\n(3) Pekerja/buruh yang diputus hubungan kerjanya berdasarkan alasan sebagaimana dimaksud\ndalam ayat (1), dapat memperoleh uang penggantian hak sebagaimana dimaksud dalam Pasal\n156 ayat (4).\n(4) Bagi pekerja/buruh sebagaimana dimaksud dalam ayat (1) yang tugas dan fungsinya tidak\nmewakili kepentingan pengusaha secara langsung, selain uang penggantian hak sesuai dengan\nketentuan Pasal 156 ayat (4) diberikan uang","metadata":{"loc":{"lines":{"from":1811,"to":1818}}}}],["222",{"pageContent":"ai dengan\nketentuan Pasal 156 ayat (4) diberikan uang pisah yang besarnya dan pelaksanaannya diatur\ndalam perjanjian kerja, peraturan perusahaan, atau perjanjian kerja bersama.\nPasal 159\nApabila pekerja/buruh tidak menerima pemutusan hubungan kerja sebagaimana dimaksud dalam\nPasal 158 ayat (1), pekerja/buruh yang bersangkutan dapat mengajukan gugatan ke lembaga\npenyelesaian perselisihan hubungan industrial.\nPasal 160\n(1) Dalam hal pekerja/buruh ditahan pihak yang berwajib karena diduga melakukan tind","metadata":{"loc":{"lines":{"from":1818,"to":1826}}}}],["223",{"pageContent":" pihak yang berwajib karena diduga melakukan tindak pidana\nbukan atas pengaduan pengusaha, maka pengusaha tidak wajib membayar upah tetapi wajib\nmemberikan bantuan kepada keluarga pekerja/buruh yang menjadi tanggungannya dengan\nketentuan sebagai berikut :\na. untuk 1 (satu) orang tanggungan : 25% (dua puluh lima perseratus) dari upah;\nb. untuk 2 (dua) orang tanggungan : 35% (tiga puluh lima perseratus) dari upah;\nc. untuk 3 (tiga) orang tanggungan : 45% (empat puluh lima perseratus) dari","metadata":{"loc":{"lines":{"from":1826,"to":1832}}}}],["224",{"pageContent":"ang tanggungan : 45% (empat puluh lima perseratus) dari upah;\nd. untuk 4 (empat) orang tanggungan atau lebih : 50% (lima puluh perseratus) dari upah.\n(2) Bantuan sebagaimana dimaksud dalam ayat (1) diberikan untuk paling lama 6 (enam) bulan\ntakwin ter-hitung sejak hari pertama pekerja/buruh ditahan oleh pihak yang berwajib.\n(3) Pengusaha dapat melakukan pemutusan hubungan kerja terhadap pekerja/buruh yang setelah 6\n(enam) bulan tidak dapat melakukan pekerjaan sebagaimana mestiny","metadata":{"loc":{"lines":{"from":1832,"to":1837}}}}],["225",{"pageContent":" tidak dapat melakukan pekerjaan sebagaimana mestinya karena dalam proses\nperkara pidana sebagaimana dimaksud dalam ayat (1).\n(4) Dalam hal pengadilan memutuskan perkara pidana sebelum masa 6 (enam) bulan sebagaimana\ndimaksud dalam ayat (3) berakhir dan pekerja/buruh dinyatakan tidak bersalah, maka pengusaha\nwajib mempekerjakan pekerja/buruh kembali.\n(5) Dalam hal pengadilan memutuskan perkara pidana sebelum masa 6 (enam) bulan berakhir dan\npekerja/ buruh dinyatakan bersalah, maka pengusaha","metadata":{"loc":{"lines":{"from":1837,"to":1843}}}}],["226",{"pageContent":"ja/ buruh dinyatakan bersalah, maka pengusaha dapat melakukan pemutusan hubungan\nkerja kepada pekerja/buruh yang bersangkutan.\n\n (6) Pemutusan hubungan kerja sebagaimana dimaksud dalam ayat (3) dan ayat (5) dilakukan tanpa\npenetapan lembaga penyelesaian perselisihan hubungan industrial.\n(7) Pengusaha wajib membayar kepada pekerja/buruh yang mengalami pemutusan hubungan kerja\nsebagai-mana dimaksud dalam ayat (3) dan ayat (5), uang penghargaan masa kerja 1 (satu) kali\nketentuan Pasal","metadata":{"loc":{"lines":{"from":1843,"to":1850}}}}],["227",{"pageContent":"ghargaan masa kerja 1 (satu) kali\nketentuan Pasal 156 ayat (3) dan uang penggantian hak sesuai ketentuan dalam Pasal 156 ayat\n(4).\nPasal 161\n(1) Dalam hal pekerja/buruh melakukan pelanggaran ketentuan yang diatur dalam perjanjian kerja,\nperaturan perusahaan atau perjanjian kerja bersama, pengusaha dapat melakukan pemutusan\nhubungan kerja, setelah kepada pekerja/buruh yang bersangkutan diberikan surat peringatan\npertama, kedua, dan ketiga secara berturut-turut.\n(2) Surat peringatan sebagaimana dim","metadata":{"loc":{"lines":{"from":1850,"to":1858}}}}],["228",{"pageContent":"urut-turut.\n(2) Surat peringatan sebagaimana dimaksud dalam ayat (1) masing-masing berlaku untuk paling lama\n6 (enam) bulan, kecuali ditetapkan lain dalam perjanjian kerja, peraturan perusahaan atau\nperjanjian  kerja  bersama.\n(3) Pekerja/buruh yang mengalami pemutusan hubungan kerja dengan alasan sebagaimana\ndimaksud dalam ayat (1) memperoleh uang pesangon sebesar 1 (satu) kali ketentuan Pasal 156\nayat (2), uang penghargaan masa kerja sebesar 1 (satu) kali ketentuan Pasal 156 ayat (3)","metadata":{"loc":{"lines":{"from":1858,"to":1864}}}}],["229",{"pageContent":"besar 1 (satu) kali ketentuan Pasal 156 ayat (3) dan\nuang penggantian hak sesuai ketentuan Pasal 156 ayat (4).\nPasal 162\n(1) Pekerja/buruh yang mengundurkan diri atas kemauan sendiri, memperoleh uang penggantian hak\nsesuai ketentuan Pasal 156 ayat (4).\n(2) Bagi pekerja/buruh yang mengundurkan diri atas kemauan sendiri, yang tugas dan fungsinya tidak\nme-wakili kepentingan pengusaha secara langsung, selain menerima uang penggantian hak\nsesuai ketentuan Pasal 156 ayat (4) diberikan uang pis","metadata":{"loc":{"lines":{"from":1864,"to":1871}}}}],["230",{"pageContent":"uai ketentuan Pasal 156 ayat (4) diberikan uang pisah yang besarnya dan pelaksanaannya\ndiatur dalam perjanjian kerja, peraturan perusahaan atau perjanjian kerja bersama.\n(3) Pekerja/buruh yang mengundurkan diri sebagaimana dimaksud dalam ayat (1) harus memenuhi\nsyarat :\na. mengajukan permohonan pengunduran diri secara tertulis selambat-lambatnya 30 (tiga\npuluh) hari sebelum tanggal mulai pengunduran diri;\nb. tidak terikat dalam ikatan dinas; dan\nc. tetap melaksanakan kewajibannya sampai tanggal","metadata":{"loc":{"lines":{"from":1871,"to":1878}}}}],["231",{"pageContent":"c. tetap melaksanakan kewajibannya sampai tanggal mulai pengunduran diri.\n(4) Pemutusan hubungan kerja dengan alasan pengunduran diri atas kemauan sendiri dilakukan\ntanpa pene-tapan lembaga penyelesaian perselisihan hubungan industrial.\nPasal 163\n(1) Pengusaha dapat melakukan pemutusan hubungan kerja terhadap pekerja/buruh dalam hal terjadi\nperu-bahan status, penggabungan, peleburan, atau perubahan kepemilikan perusahaan dan\npekerja/buruh tidak bersedia melanjutkan hubungan kerja, maka pekerja/buruh ber","metadata":{"loc":{"lines":{"from":1878,"to":1884}}}}],["232",{"pageContent":"edia melanjutkan hubungan kerja, maka pekerja/buruh berhak atas uang\npesangon sebesar 1 (satu) kali sesuai ketentuan Pasal 156 ayat (2), uang perhargaan masa\nkerja 1 (satu) kali ketentuan Pasal 156 ayat (3) dan uang penggantian hak sesuai ketentuan\ndalam Pasal 156 ayat (4).\n(2) Pengusaha dapat melakukan pemutusan hubungan kerja terhadap pekerja/buruh karena\nperubahan status, penggabungan, atau peleburan perusahaan, dan pengusaha tidak bersedia\nmenerima pekerja/buruh di perusahaannya, maka peker","metadata":{"loc":{"lines":{"from":1884,"to":1890}}}}],["233",{"pageContent":"menerima pekerja/buruh di perusahaannya, maka pekerja/buruh berhak atas uang pesangon\nsebesar 2 (dua) kali ketentuan Pasal 156 ayat (2), uang penghargaan masa kerja 1 (satu) kali\n\n ketentuan dalam Pasal 156 ayat (3), dan uang penggantian hak sesuai ketentuan dalam Pasal\n156 ayat (4).\nPasal 164\n(1) Pengusaha dapat melakukan pemutusan hubungan kerja terhadap pekerja/buruh karena\nperusahaan tutup yang disebabkan perusahaan mengalami kerugian secara terus menerus\nselama 2 (dua) tahun, atau keada","metadata":{"loc":{"lines":{"from":1890,"to":1898}}}}],["234",{"pageContent":"us menerus\nselama 2 (dua) tahun, atau keadaan memaksa (force majeur), dengan ketentuan pekerja/buruh\nberhak atas uang pesangon sebesar 1 (satu) kali ketentuan Pasal 156 ayat (2) uang\npenghargaan masa kerja sebesar 1 (satu) kali ketentuan Pasal 156 ayat (3) dan uang\npenggantian hak sesuai ketentuan Pasal 156 ayat (4).\n(2) Kerugian perusahaan sebagaimana dimaksud dalam ayat (1) harus dibuktikan dengan laporan\nkeuangan 2 (dua) tahun terakhir yang telah diaudit oleh akuntan publik.\n(3","metadata":{"loc":{"lines":{"from":1898,"to":1905}}}}],["235",{"pageContent":" yang telah diaudit oleh akuntan publik.\n(3) Pengusaha dapat melakukan pemutusan hubungan kerja terhadap pekerja/buruh karena\nperusahaan tutup bukan karena mengalami kerugian 2 (dua) tahun berturut-turut atau bukan\nkarena keadaan memaksa (force majeur) tetapi perusahaan melakukan efisiensi, dengan\nketentuan pekerja/buruh berhak atas uang pesangon sebesar 2 (dua) kali ketentuan Pasal 156\nayat (2), uang penghargaan masa kerja sebesar 1 (satu) kali ketentuan Pasal 156 ayat (3) dan\nuang pen","metadata":{"loc":{"lines":{"from":1905,"to":1911}}}}],["236",{"pageContent":"atu) kali ketentuan Pasal 156 ayat (3) dan\nuang penggantian hak sesuai ketentuan Pasal 156 ayat (4).\nPasal 165\nPengusaha dapat melakukan pemutusan hubungan kerja terhadap pekerja/ buruh karena\nperusahaan pailit, dengan ketentuan pekerja/buruh berhak atas uang pesangon sebesar 1 (satu)\nkali ketentuan Pasal 156 ayat (2), uang penghargaan masa kerja sebesar 1 (satu) kali ketentuan\nPasal 156 ayat (3) dan uang penggantian hak sesuai ketentuan Pasal 156 ayat (4).\nPasal 166\nDalam hal hubungan ker","metadata":{"loc":{"lines":{"from":1911,"to":1919}}}}],["237",{"pageContent":"al 156 ayat (4).\nPasal 166\nDalam hal hubungan kerja berakhir karena pekerja/buruh meninggal dunia, kepada ahli warisnya\ndiberikan sejumlah uang yang besar perhitungannya sama dengan perhitungan 2 (dua) kali uang\npesangon sesuai ketentuan Pasal 156 ayat (2), 1 (satu) kali uang penghargaan masa kerja\nsesuai ketentuan Pasal 156 ayat (3), dan uang penggantian hak sesuai ketentuan Pasal 156 ayat\n(4).\nPasal 167\n(1) Pengusaha dapat melakukan pemutusan hubungan kerja terhadap pekerja/buruh k","metadata":{"loc":{"lines":{"from":1919,"to":1927}}}}],["238",{"pageContent":" pemutusan hubungan kerja terhadap pekerja/buruh karena\nmemasuki usia pensiun dan apabila pengusaha telah mengikutkan pekerja/buruh pada program\npensiun yang iurannya dibayar penuh oleh pengusaha, maka pekerja/buruh tidak berhak\nmendapatkan uang pesangon sesuai ketentuan Pasal 156 ayat (2), uang penghargaan masa\nkerja sesuai ketentuan Pasal 156 ayat (3), tetapi tetap berhak atas uang penggantian hak sesuai\nketentuan Pasal 156 ayat (4).\n(2) Dalam hal besarnya jaminan atau manfaat pensiun yang d","metadata":{"loc":{"lines":{"from":1927,"to":1933}}}}],["239",{"pageContent":" Dalam hal besarnya jaminan atau manfaat pensiun yang diterima sekaligus dalam program\npensiun se-bagaimana dimaksud dalam ayat (1) ternyata lebih kecil daripada jumlah uang\npesangon 2 (dua) kali ketentuan Pasal 156 ayat (2) dan uang penghargaan masa kerja 1 (satu)\nkali ketentuan Pasal 156 ayat (3), dan uang penggantian hak sesuai ketentuan Pasal 156 ayat\n(4), maka selisihnya dibayar oleh pengusaha.\n(3) Dalam hal pengusaha telah mengikutsertakan pekerja/buruh dalam program pensiun yang\niur","metadata":{"loc":{"lines":{"from":1933,"to":1939}}}}],["240",{"pageContent":"ertakan pekerja/buruh dalam program pensiun yang\niurannya/premi-nya dibayar oleh pengusaha dan pekerja/buruh, maka yang diperhitungkan\ndengan uang pesangon yaitu uang pensiun yang premi/iurannya dibayar oleh pengusaha.\n\n (4) Ketentuan sebagaimana dimaksud dalam ayat (1), ayat (2), dan ayat (3) dapat diatur lain dalam\nperjanjian kerja, peraturan perusahaan, atau perjanjian kerja bersama.\n(5) Dalam hal pengusaha tidak mengikutsertakan pekerja/buruh yang mengalami pemutusan\nhub","metadata":{"loc":{"lines":{"from":1939,"to":1946}}}}],["241",{"pageContent":"akan pekerja/buruh yang mengalami pemutusan\nhubungan kerja karena usia pensiun pada program pensiun maka pengusaha wajib memberikan\nkepada pekerja/buruh uang pesangon sebesar 2 (dua) kali ketentuan Pasal 156 ayat (2), uang\npenghargaan masa kerja 1 (satu) kali ketentuan Pasal 156 ayat (3) dan uang penggantian hak\nsesuai ketentuan Pasal 156 ayat (4).\n(6) Hak atas manfaat pensiun sebagaimana yang dimaksud dalam ayat (1), ayat (2), ayat (3), dan\nayat (4) ti-dak menghilangkan hak pekerja/bur","metadata":{"loc":{"lines":{"from":1946,"to":1952}}}}],["242",{"pageContent":"at (4) ti-dak menghilangkan hak pekerja/buruh atas jaminan hari tua yang bersifat wajib sesuai\ndengan peraturan perundang-undangan yang berlaku.\nPasal 168\n(1) Pekerja/buruh yang mangkir selama 5 (lima) hari kerja atau lebih berturut-turut tanpa keterangan\nsecara ter tulis yang dilengkapi dengan bukti yang sah dan telah dipanggil oleh pengusaha 2\n(dua) kali secara patut dan tertulis dapat diputus hubungan kerjanya karena dikualifikasikan\nmengundurkan  diri.\n(2) Keterangan tert","metadata":{"loc":{"lines":{"from":1952,"to":1959}}}}],["243",{"pageContent":"asikan\nmengundurkan  diri.\n(2) Keterangan tertulis dengan bukti yang sah sebagaimana dimaksud dalam ayat (1) harus\ndiserahkan paling lambat pada hari pertama pekerja/buruh masuk bekerja.\n(3) Pemutusan hubungan kerja sebagaimana dimaksud dalam ayat (1) pekerja/buruh yang\nbersangkutan berhak menerima uang penggantian hak sesuai ketentuan Pasal 156 ayat (4) dan\ndiberikan uang pisah yang besarnya dan pelaksanaannya diatur dalam perjanjian kerja,\nperaturan perusahaan, atau perjanjian kerja bersama.\nPasal","metadata":{"loc":{"lines":{"from":1959,"to":1967}}}}],["244",{"pageContent":"usahaan, atau perjanjian kerja bersama.\nPasal 169\n(1) Pekerja/buruh dapat mengajukan permohonan pemutusan hubungan kerja kepada lembaga\npenyelesaian perselisihan hubungan industrial dalam hal pengusaha melakukan perbuatan\nsebagai berikut :\na. menganiaya, menghina secara kasar atau mengancam pekerja/buruh;\nb. membujuk dan/atau menyuruh pekerja/buruh untuk melakukan perbuatan yang\nbertentangan dengan peraturan perundang-undangan;\nc. tidak membayar upah tepat pada waktu yang telah ditentukan selama","metadata":{"loc":{"lines":{"from":1967,"to":1975}}}}],["245",{"pageContent":"ah tepat pada waktu yang telah ditentukan selama 3 (tiga) bulan\nberturut-turut atau lebih;\nd. tidak melakukan kewajiban yang telah dijanjikan kepada pekerja/ buruh;\ne. memerintahkan pekerja/buruh untuk melaksanakan pekerjaan di luar yang diperjanjikan;\natau\nf. memberikan pekerjaan yang membahayakan jiwa, keselamatan, kesehatan, dan\nkesusilaan pekerja/buruh sedangkan pekerjaan tersebut tidak dicantumkan pada perjanjian kerja.\n(2) Pemutusan hubungan kerja dengan alasan sebag","metadata":{"loc":{"lines":{"from":1975,"to":1982}}}}],["246",{"pageContent":"\n(2) Pemutusan hubungan kerja dengan alasan sebagaimana dimaksud dalam ayat (1) pekerja/buruh\nberhak mendapat uang pesangon 2 (dua) kali ketentuan Pasal 156 ayat (2), uang penghargaan\nmasa kerja 1 (satu) kali ketentuan Pasal 156 ayat (3), dan uang penggantian hak sesuai\nketentuan Pasal 156 ayat (4).\n(3) Dalam hal pengusaha dinyatakan tidak melakukan perbuatan sebagaimana dimaksud dalam ayat\n(1) oleh lembaga penyelesaian perselisihan hubungan industrial maka pengusaha dapat\nmelakukan pemutusan","metadata":{"loc":{"lines":{"from":1982,"to":1989}}}}],["247",{"pageContent":" industrial maka pengusaha dapat\nmelakukan pemutusan hubungan kerja tanpa penetapan lembaga penyelesaian perselisihan\nhubungan industrial dan pekerja/buruh yang bersangkutan tidak berhak atas uang pesangon\nsesuai ketentuan Pasal 156 ayat (2), dan uang penghargaan masa kerja sesuai ketentuan Pasal\n156 ayat (3).\n\n Pasal 170\nPemutusan hubungan kerja yang dilakukan tidak memenuhi keten-tuan Pasal 151 ayat (3) dan\nPasal 168, kecuali Pasal 158 ayat (1), Pasal 160 ayat (3), Pasal 162, dan Pasal 169 batal demi\nhukum dan peng","metadata":{"loc":{"lines":{"from":1989,"to":1998}}}}],["248",{"pageContent":"), Pasal 162, dan Pasal 169 batal demi\nhukum dan pengusaha wajib mempekerjakan pekerja/buruh yang bersangkutan serta membayar\nseluruh upah dan hak yang seharusnya diterima.\nPasal 171\nPekerja/buruh yang mengalami pemutusan hubungan kerja tanpa penetapan lembaga\npenyelesaian perselisihan hubungan industrial yang berwenang sebagaimana dimaksud dalam\nPasal 158 ayat (1), Pasal 160 ayat (3), dan Pasal 162, dan pekerja/buruh yang bersangkutan\ntidak dapat menerima pemutusan hubungan kerja tersebut, maka pekerja/","metadata":{"loc":{"lines":{"from":1998,"to":2005}}}}],["249",{"pageContent":" pemutusan hubungan kerja tersebut, maka pekerja/buruh dapat\nmengajukan gugatan ke lembaga penyelesaian perselisihan hubungan industrial dalam waktu\npaling lama 1 (satu) tahun sejak tanggal dilakukan pemutusan hubungan kerjanya.\nPasal 172\nPekerja/buruh yang mengalami sakit berkepanjangan, mengalami cacat akibat kecelakaan kerja\ndan tidak dapat melakukan pekerjaannya setelah melampaui batas 12 (dua belas) bulan dapat\nmengajukan pemutusan hubungan kerja dan diberikan uang pesangon 2 (dua) kali","metadata":{"loc":{"lines":{"from":2005,"to":2011}}}}],["250",{"pageContent":"ungan kerja dan diberikan uang pesangon 2 (dua) kali ketentuan\nPasal 156 ayat (2), uang penghargaan masa kerja 2 (dua) kali ketentuan Pasal 156 ayat (3), dan\nuang pengganti hak 1 (satu) kali ketentuan Pasal 156 ayat (4).\nBAB XIII\nPEMBINAAN\nPasal 173\n(1) Pemerintah melakukan pembinaan terhadap unsur-unsur dan kegiatan yang berhubungan dengan\nketena-gakerjaan.\n(2) Pembinaan sebagaimana dimaksud dalam ayat (1), dapat mengikut-sertakan organisasi\npengusaha, seri-kat pekerja/serik","metadata":{"loc":{"lines":{"from":2011,"to":2020}}}}],["251",{"pageContent":"akan organisasi\npengusaha, seri-kat pekerja/serikat buruh, dan organisasi profesi terkait.\n(3) Pembinaan sebagaimana dimaksud dalam ayat (1), dan ayat (2), dilaksanakan secara terpadu\ndan  terko-ordinasi.\nPasal 174\nDalam rangka pembinaan ketenagakerjaan, pemerintah, organisasi peng-usaha, serikat\npekerja/serikat buruh dan organisasi profesi terkait dapat melakukan kerja sama internasional di\nbidang ketenagakerjaan sesuai dengan peraturan perundang-undangan yang berlaku.\nPasal 175\n(1) Pemerintah dapat memberikan pen","metadata":{"loc":{"lines":{"from":2020,"to":2029}}}}],["252",{"pageContent":".\nPasal 175\n(1) Pemerintah dapat memberikan penghargaan kepada orang atau lembaga yang telah berjasa\ndalam pem-binaan ketenagakerjaan.\n(2) Penghargaan sebagaimana dimaksud dalam ayat (1) dapat diberikan dalam bentuk piagam, uang,\ndan/atau  bentuk  lainnya.\n\n BAB XIV\nPENGAWASAN\nPasal 176\nPengawasan ketenagakerjaan dilakukan oleh pegawai pengawas ketenaga-kerjaan yang\nmempunyai kompetensi dan independen guna menjamin pelaksanaan peraturan perundang-\nundangan  ketenagakerjaan.\n","metadata":{"loc":{"lines":{"from":2029,"to":2042}}}}],["253",{"pageContent":"an peraturan perundang-\nundangan  ketenagakerjaan.\nPasal 177\nPegawai pengawas ketenagakerjaan sebagaimana dimaksud dalam Pasal 176 ditetapkan oleh\nMenteri atau pejabat yang ditunjuk.\nPasal 178\n(1) Pengawasan ketenagakerjaan dilaksanakan oleh unit kerja tersendiri pada instansi yang lingkup\ntugas dan tanggung jawabnya di bidang ketenagakerjaan pada pemerintah pusat, pemerintah\nprovinsi, dan pemerintah kabupaten/kota.\n(2) Pelaksanaan pengawasan ketenagakerjaan sebagaimana dimaksud dalam","metadata":{"loc":{"lines":{"from":2042,"to":2051}}}}],["254",{"pageContent":" pengawasan ketenagakerjaan sebagaimana dimaksud dalam ayat (1) diatur dengan\nKeputu-san Presiden.\nPasal 179\n(1) Unit kerja pengawasan ketenagakerjaan sebagaimana dimaksud dalam Pasal 178 pada\npemerintah provin-si dan pemerintah kabupaten/kota wajib menyampaikan laporan pelaksanaan\npengawasan ketenagakerjaan kepada Menteri.\n(2) Tata cara penyampaian laporan sebagaimana dimaksud dalam ayat (1) ditetapkan dengan\nKeputusan Men-teri.\nPasal 180\nKetentuan mengenai persyaratan penunjukan, ha","metadata":{"loc":{"lines":{"from":2051,"to":2060}}}}],["255",{"pageContent":" 180\nKetentuan mengenai persyaratan penunjukan, hak dan kewajiban, serta wewenang pegawai\npengawas ketenagakerjaan sebagaimana dimaksud dalam Pasal 176 sesuai dengan peraturan\nperundang-undangan yang berlaku.\nPasal 181\nPegawai pengawas ketenagakerjaan dalam melaksanakan tugasnya sebagai-mana dimaksud\ndalam Pasal 176 wajib :\na. merahasiakan segala sesuatu yang menurut sifatnya patut dirahasiakan;\nb. tidak menyalahgunakan kewenangannya.\nBAB XV\nPENYIDIKAN\nPasal 182\n\n (","metadata":{"loc":{"lines":{"from":2060,"to":2073}}}}],["256",{"pageContent":"ya.\nBAB XV\nPENYIDIKAN\nPasal 182\n\n (1) Selain penyidik pejabat Polisi Negara Republik Indonesia, juga kepada pegawai pengawas\nketenagakerjaan dapat diberi wewenang khusus sebagai penyidik pegawai negeri sipil sesuai\ndengan peraturan perundang-undangan yang berlaku.\n(2) Penyidik Pegawai Negeri Sipil sebagaimana dimaksud dalam ayat (1) berwenang :\na. melakukan pemeriksaan atas kebenaran laporan serta keterangan tentang tindak pidana\ndi bidang ketenaga-kerjaan;\nb. melakukan pemeriksaan","metadata":{"loc":{"lines":{"from":2073,"to":2084}}}}],["257",{"pageContent":" ketenaga-kerjaan;\nb. melakukan pemeriksaan terhadap orang yang diduga melakukan tindak pidana di bidang\nketenagakerjaan;\nc. meminta keterangan dan bahan bukti dari orang atau badan hukum sehubungan dengan\ntindak pidana di bidang ketenagakerjaan;\nd. melakukan pemeriksaan atau penyitaan bahan atau barang bukti dalam perkara tindak\npidana di bidang ketenagakerjaan;\ne. melakukan pemeriksaan atas surat dan/atau dokumen lain tentang tindak pidana di\nbidang  ketenagakerjaan;\nf. meminta bantuan tenaga ah","metadata":{"loc":{"lines":{"from":2084,"to":2093}}}}],["258",{"pageContent":"  ketenagakerjaan;\nf. meminta bantuan tenaga ahli dalam rangka pelaksanaan tugas penyidikan tindak pidana\ndi bidang ketenagakerjaan; dan\ng. menghentikan penyidikan apabila tidak terdapat cukup bukti yang membuktikan tentang\nadanya tindak pidana di bidang ketenagakerjaan.\n(3) Kewenangan penyidik pegawai negeri sipil sebagaimana dimaksud dalam ayat (2) dilaksanakan\nsesuai dengan peraturan perundang-undangan yang berlaku.\nBAB XVI\nKETENTUAN PIDANA DAN\nSANKSI  ADMINISTRATIF\nBagian Pertama\nKet","metadata":{"loc":{"lines":{"from":2093,"to":2104}}}}],["259",{"pageContent":"SANKSI  ADMINISTRATIF\nBagian Pertama\nKetentuan  Pidana\nPasal 183\n(1) Barang siapa melanggar ketentuan sebagaimana dimaksud dalam Pasal 74, dikenakan sanksi\npidana penjara paling singkat 2 (dua) tahun dan paling lama 5 (lima) tahun dan/atau denda paling\nsedikit Rp 200.000.000,00 (dua ratus juta rupiah) dan paling banyak Rp 500.000.000,00 (lima\nratus juta rupiah).\n(2) Tindak pidana sebagaimana dimaksud dalam ayat (1) merupakan tindak pidana kejahatan.\nPasal 184\n(1)","metadata":{"loc":{"lines":{"from":2104,"to":2114}}}}],["260",{"pageContent":"akan tindak pidana kejahatan.\nPasal 184\n(1) Barang siapa melanggar ketentuan sebagaimana dimaksud dalam Pasal 167 ayat (5), dikenakan\nsanksi pidana penjara paling singkat 1 (satu) tahun dan paling lama 5 (lima) tahun dan/atau\ndenda paling sedikit Rp 100.000.000,00 (seratus juta rupiah) dan paling banyak Rp\n500.000.000,00 (lima ratus juta rupiah).\n(2) Tindak pidana sebagaimana dimaksud dalam ayat (1) merupakan tindak pidana kejahatan.\nPasal 185\n(1) Barang siapa melanggar ketentuan sebagaim","metadata":{"loc":{"lines":{"from":2114,"to":2122}}}}],["261",{"pageContent":"asal 185\n(1) Barang siapa melanggar ketentuan sebagaimana dimaksud dalam Pasal 42 ayat (1) dan ayat (2),\nPasal 68, Pasal 69 ayat (2), Pasal 80, Pasal 82, Pasal 90 ayat (1), Pasal 143, dan Pasal 160 ayat\n\n (4) dan ayat (7), dikenakan sanksi pidana penjara paling singkat 1 (satu) tahun dan paling lama 4\n(empat) tahun dan/atau denda paling sedikit Rp 100.000.000,00 (seratus juta rupiah) dan paling\nbanyak Rp 400.000.000,00 (empat ratus juta rupiah).\n(2) Tindak pidana sebagaimana dimaksud","metadata":{"loc":{"lines":{"from":2122,"to":2129}}}}],["262",{"pageContent":" rupiah).\n(2) Tindak pidana sebagaimana dimaksud dalam ayat (1) merupakan tindak pidana kejahatan.\nPasal 186\n(1) Barang siapa melanggar ketentuan sebagaimana dimaksud dalam Pasal 35 ayat (2) dan ayat (3),\nPasal 93 ayat (2), Pasal 137, dan Pasal 138 ayat (1), dikenakan sanksi pidana penjara paling\nsingkat 1 (satu) bulan dan paling lama 4 (empat) tahun dan/atau denda paling sedikit Rp\n10.000.000,00 (sepuluh juta rupiah) dan paling banyak Rp 400.000.000,00 (empat ratus juta\nrupiah).","metadata":{"loc":{"lines":{"from":2129,"to":2136}}}}],["263",{"pageContent":" Rp 400.000.000,00 (empat ratus juta\nrupiah).\n(2) Tindak pidana sebagaimana dimaksud dalam ayat (1) merupakan tindak pidana pelanggaran.\nPasal 187\n(1) Barang siapa melanggar ketentuan sebagaimana dimaksud dalam Pasal 37 ayat (2), Pasal 44\nayat (1), Pasal 45 ayat (1), Pasal 67 ayat (1), Pasal 71 ayat (2), Pasal 76, Pasal 78 ayat (2),\nPasal 79 ayat (1), dan ayat (2), Pasal 85 ayat (3), dan Pasal 144, dikenakan sanksi pidana\nkurungan paling singkat 1 (satu) bulan dan paling lama 12 (du","metadata":{"loc":{"lines":{"from":2136,"to":2143}}}}],["264",{"pageContent":"gan paling singkat 1 (satu) bulan dan paling lama 12 (dua belas) bulan dan/atau denda\npaling sedikit Rp 10.000.000,00 (sepuluh juta rupiah) dan paling banyak Rp 100.000.000,00\n(seratus juta rupiah).\n(2) Tindak pidana sebagaimana dimaksud dalam ayat (1) merupakan tindak pidana pelanggaran.\nPasal 188\n(1) Barang siapa melanggar ketentuan sebagaimana dimaksud dalam Pasal 14 ayat (2), Pasal 38\nayat (2), Pasal 63 ayat (1), Pasal 78 ayat (1), Pasal 108 ayat (1), Pasal 111 ayat (3), Pasal 114","metadata":{"loc":{"lines":{"from":2143,"to":2149}}}}],["265",{"pageContent":"), Pasal 108 ayat (1), Pasal 111 ayat (3), Pasal 114,\ndan Pasal 148, dikenakan sanksi pidana denda paling sedikit Rp 5.000.000,00 (lima juta rupiah)\ndan paling banyak Rp 50.000.000,00 (lima puluh juta rupiah).\n(2) Tindak pidana sebagaimana dimaksud dalam ayat (1) merupakan tindak pidana pelanggaran.\nPasal 189\nSanksi pidana penjara, kurungan, dan/atau denda tidak menghilangkan kewajiban pengusaha\nmembayar hak-hak dan/atau ganti kerugian kepada tenaga kerja atau pekerja/buruh.\n","metadata":{"loc":{"lines":{"from":2149,"to":2156}}}}],["266",{"pageContent":" kerugian kepada tenaga kerja atau pekerja/buruh.\nBagian Kedua\nSanksi  Administratif\nPasal 190\n(1) Menteri atau pejabat yang ditunjuk mengenakan sanksi administratif atas pelanggaran ketentuan-\nketentuan sebagaimana diatur dalam Pasal 5, Pasal 6, Pasal 15, Pasal 25, Pasal 38 ayat (2),\nPasal 45 ayat (1), Pasal 47 ayat (1), Pasal 48, Pasal 87, Pasal 106, Pasal 126 ayat (3), dan\nPasal 160 ayat (1) dan ayat (2) Undang-undang ini serta peraturan pelaksanaannya.\n(2) Sanksi administratif sebag","metadata":{"loc":{"lines":{"from":2156,"to":2164}}}}],["267",{"pageContent":"aturan pelaksanaannya.\n(2) Sanksi administratif sebagaimana dimaksud dalam ayat (1) berupa :\na. teguran;\nb. peringatan tertulis;\nc. pembatasan kegiatan usaha;\n\n d. pembekuan kegiatan usaha;\ne. pembatalan persetujuan;\nf. pembatalan pendaftaran;\ng. penghentian sementara sebagian atau seluruh alat produksi;\nh. pencabutan ijin.\n(3) Ketentuan mengenai sanksi administratif sebagaimana dimaksud dalam ayat (1) dan ayat (2)\ndiatur lebih lanjut oleh Menteri.\nBAB XVII\nK","metadata":{"loc":{"lines":{"from":2164,"to":2178}}}}],["268",{"pageContent":" lebih lanjut oleh Menteri.\nBAB XVII\nKETENTUAN  PERALIHAN\nPasal 191\nSemua peraturan pelaksanaan yang mengatur ketenagakerjaan tetap berlaku sepanjang tidak\nbertentangan dan/atau belum diganti dengan peraturan yang baru berdasarkan Undang undang\nini.\nBAB XVIII\nKETENTUAN PENUTUP\nPasal 192\nPada saat mulai berlakunya Undang undang ini, maka :\n1. Ordonansi tentang Pengerahan Orang Indonesia Untuk Melakukan Pekerjaan Di Luar\nIndonesia (Staatsblad Tahun 1887 Nomor 8);\n2. Ordonansi tanggal 17 Desember","metadata":{"loc":{"lines":{"from":2178,"to":2191}}}}],["269",{"pageContent":" Tahun 1887 Nomor 8);\n2. Ordonansi tanggal 17 Desember 1925 Peraturan tentang Pembatasan Kerja Anak Dan\nKerja Malam Bagi Wanita (Staatsblad Tahun 1925 Nomor 647);\n3. Ordonansi Tahun 1926 Peraturan mengenai Kerja Anak anak Dan Orang Muda Di Atas\nKapal (Staatsblad Tahun 1926 Nomor 87);\n4. Ordonansi tanggal 4 Mei 1936 tentang Ordonansi untuk Mengatur Kegiatan kegiatan\nMencari Calon Pekerja (Staatsblad Tahun 1936 Nomor 208);\n5. 5. Ordonansi tentang Pemulangan Buruh Yang Diterima Atau Dikerahkan Dari Luar\nIndonesia (Staatsblad","metadata":{"loc":{"lines":{"from":2191,"to":2199}}}}],["270",{"pageContent":" Atau Dikerahkan Dari Luar\nIndonesia (Staatsblad Tahun 1939 Nomor 545);\n6. Ordonansi Nomor 9 Tahun 1949 tentang Pembatasan Kerja Anak anak (Staatsblad\nTahun 1949 Nomor 8);\n7. Undang undang Nomor 1 Tahun 1951 tentang Pernyataan Berlakunya Undang undang\nKerja Tahun 1948 Nomor 12 Dari Republik Indonesia Untuk Seluruh Indonesia (Lembaran\nNegara Tahun 1951 Nomor 2);\n8. Undang undang Nomor 21 Tahun 1954 tentang Perjanjian Perburuhan Antara Serikat\nBuruh Dan Majikan (Lembaran Negara Tahun 1954 Nomor 69, Tambahan Lembaran Negara\nNomor 598a);\n","metadata":{"loc":{"lines":{"from":2199,"to":2209}}}}],["271",{"pageContent":"or 69, Tambahan Lembaran Negara\nNomor 598a);\n9. Undang-undang Nomor 3 Tahun 1958 tentang Penempatan Tenaga Asing (Lembaran\nNegara Tahun 1958 Nomor 8 );\n10.   Undang-undang  Nomor  8  Tahun  1961  tentang  Wajib  Kerja  Sarjana  (Lembaran  Negara\nTahun 1961 Nomor 207, Tambahan Lembaran Negara Nomor 2270);\n\n 11.   Undang  undang  Nomor  7  Pnps  Tahun  1963  tentang  Pencegahan  Pemogokan  dan/atau\nPenutupan (Lock Out) Di Perusahaan, Jawatan, dan Badan Yang Vital (Lembaran Negara Tahun\n1963 Nom","metadata":{"loc":{"lines":{"from":2209,"to":2218}}}}],["272",{"pageContent":" Jawatan, dan Badan Yang Vital (Lembaran Negara Tahun\n1963 Nomor 67);\n12.   Undang  undang  Nomor  14  Tahun  1969  tentang  Ketentuan  ketentuan  Pokok  Mengenai\nTenaga Kerja (Lembaran Negara Tahun 1969 Nomor 55, Tambahan Lembaran Negara Nomor\n2912);\n13.    Undang-undang   Nomor   25   Tahun   1997   tentang   Ketenagakerjaan   (Lembaran   Negara\nTahun 1997 Nomor 73, Tambahan Lembaran Negara Nomor 3702);\n14.    Undang-undang   Nomor   11   Tahun   1998   tentang   Perubahan  ","metadata":{"loc":{"lines":{"from":2218,"to":2225}}}}],["273",{"pageContent":"  11   Tahun   1998   tentang   Perubahan   Berlakunya   Undang-undang\nNomor 25 Tahun 1997 tentang Ketenagakerjaan (Lembaran Negara Tahun 1998 Nomor 184,\nTambahan Lembaran Negara Nomor 3791);\n15.    Undang-undang   Nomor   28   Tahun   2000   tentang   Penetapan   Peraturan   Pemerintah\nPengganti Undang-undang Nomor 3 Tahun 2000 tentang Perubahan Atas Undang-undang\nNomor 11 Tahun 1998 tentang Perubahan Berlakunya Undang-undang Nomor 25 Tahun 1997\ntentang Ketenaga-kerjaan Menjadi Undang-undang (Lembaran","metadata":{"loc":{"lines":{"from":2225,"to":2231}}}}],["274",{"pageContent":" Ketenaga-kerjaan Menjadi Undang-undang (Lembaran Negara Tahun 2000 Nomor 240,\nTambahan Lembaran Negara Nomor 4042),\ndinyatakan tidak berlaku lagi.\nPasal 193\nUndang undang ini mulai berlaku pada tanggal diundangkan.\nAgar setiap orang mengetahuinya, memerintahkan pengundangan undang undang ini dengan\npenempatannya dalam Lembaran Negara Republik Indonesia.\nDisahkan di Jakarta\npada tanggal 25 Maret 2003\nPRESIDEN REPUBLIK INDONESIA,\nttd\nMEGAWATI  SOEKARNOPUTRI\nDiundangkan di Jakarta\npada tanggal 25 Maret 2003\nSEKRETARIS N","metadata":{"loc":{"lines":{"from":2231,"to":2245}}}}],["275",{"pageContent":"angkan di Jakarta\npada tanggal 25 Maret 2003\nSEKRETARIS NEGARA REPUBLIK INDONESIA,\nBAMBANG KESOWO\nLEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2003 NOMOR 39","metadata":{"loc":{"lines":{"from":2245,"to":2249}}}}]]